[
  {
    "title": "Will the Chinese People's Liberation Army (PLA) seize control of any Taiwanese-occupied features in the South China Sea before July 1, 2021?",
    "url": "https://www.cset-foretell.com/questions/125-will-the-chinese-people-s-liberation-army-pla-seize-control-of-any-taiwanese-occupied-features-in-the-south-china-sea-before-july-1-2021",
    "platform": "CSET-foretell",
    "description": "Context. Tensions between Taiwan and China have been particularly high in 2020 (CFR, BBC). China had previously aimed for peaceful reunification with Taiwan. In May 2020, Chinese Premier Li Keqiang dropped the term “peaceful” from a speech, apparently reflecting shifting policies on the island (Reuters). Throughout 2020, China has stepped up activities in the East and South China Sea (Al Jazeera, IISS) with some media reporting of an imminent invasion of Taiwan (Express, Forbes). In the Annual Report to Congress, the the Office of the Secretary of Defence state that an invasion of Taiwan would be a “significant political and military risk” but “China could launch an invasion of small Taiwan-occupied islands in the South China Sea such as Pratas or Itu Aba” (Department of Defense). In August 2020, the People’s Liberation Army (PLA) conducted military exercises off the Pratas islands to “simulate seizing the Pratas Islands” (Taipei Times). Foreign Policy assessed an invasion of Taiwan by China was unlikely, while The Diplomat suggests China’s military activity represents the end state of a failed strategy, not an imminent attack. Taiwan’s current features include the Pratas Islands and Itu Aba Island (CSIS). The control of a feature in the South China Sea would indicate a serious escalation within the region which will be of interest to the international community. The July 1 2021 represents the 100th anniversary of the Chinese Communist Party (CCP).  Resolution details. The outcome of this question will be determined by reputable media reporting or official statements. Seizing would involve an invasion, conquest, and control of a feature by Chinese military forces, lasting more than 24 hours. The question will resolve once control has been held for 24 hours, irrespective of how long that control is maintained after that period. ***\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.05,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.95,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:14.639Z",
    "qualityindicators": {
      "numforecasts": "85",
      "numforecasters": "73",
      "stars": 2
    }
  },
  {
    "title": "Will China sign an official agreement on establishing a future military base in the Pacific Ocean before December 31, 2021?",
    "url": "https://www.cset-foretell.com/questions/126-will-china-sign-an-official-agreement-on-establishing-a-future-military-base-in-the-pacific-ocean-before-december-31-2021",
    "platform": "CSET-foretell",
    "description": "Context. Chinese military basing in the Pacific has been an acute concern for US, Australian and New Zealand military planners for some time. China has made political and economic inroads into the Pacific islands for years and recent ‘covid diplomacy’ has generated new political capital (Eurasian Times). China came close in 2018 as it discussed co-developing four major ports and eventually a military base in Papua New Guinea, including at Lombrum Naval Base on Manus Island. There was also speculation of a proposed military base on Vanuatu (Reuters), which China denied (Guardian).The signing of an official agreement between one of more Pacific nations would be seen as a significant development in this area, which would be of interest to many teams.Resolution details. The outcome of this question will be determined on any official announcement or reputable media reporting that an agreement has been reached to establish a Chinese military base in the Pacific Ocean.\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.2,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.8,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:17.431Z",
    "qualityindicators": {
      "numforecasts": "52",
      "numforecasters": "46",
      "stars": 2
    }
  },
  {
    "title": "What percentage of software engineer job postings between July 1 and September 30, 2021, inclusive, will allow for remote work?",
    "url": "https://www.cset-foretell.com/questions/123-what-percentage-of-software-engineer-job-postings-between-july-1-and-september-30-2021-inclusive-will-allow-for-remote-work",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for 2020 Q3. You can view those forecasts here. A version of the question issued for 2021 Q1 was voided due to an error in the reported historical data. You can view the voided question here.Context. COVID-19 is reshaping the global economy by leading to an increase in jobs that can be performed remotely. A remote tech industry would have different properties than a non-remote tech industry. Most significantly, location would be a less of a constraint on where people work and who companies hire. For more on this metric, see the related metric analysis: \"Tech Jobs Are Going Remote; UK Leads the Way.\"Data and resolution details. This question resolves based on Burning Glass data available as of October 1, 2021. It includes all countries for which Burning Glass has data: the United States, United Kingdom, Canada, Australia, New Zealand, and Singapore.The data for 2021 Q1 includes data only through March 9. We will update the graph to reflect the final three weeks of 2021 Q1 in early April. The data underlying the graph is here.This question is a metric for the following scenarios:Three Possible 2025 Worlds that Should Inform Policy Today\n",
    "options": [
      {
        "name": "Less than 5.5%",
        "probability": 0.11320000000000001,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 5.5% but less than or equal to 7%",
        "probability": 0.1975,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 7% and 9.5%, inclusive",
        "probability": 0.2779,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 9.5% and 12%, inclusive",
        "probability": 0.1925,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 12%",
        "probability": 0.2189,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:20.424Z",
    "qualityindicators": {
      "numforecasts": "97",
      "numforecasters": "82",
      "stars": 2
    }
  },
  {
    "title": "Will Hu Chunhua be a member of the Standing Committee of the Politburo of the Chinese Communist Party's Central Committee on December 31, 2022?",
    "url": "https://www.cset-foretell.com/questions/122-will-hu-chunhua-be-a-member-of-the-standing-committee-of-the-politburo-of-the-chinese-communist-party-s-central-committee-on-december-31-2022",
    "platform": "CSET-foretell",
    "description": "Context. The Chinese Communist Party is set to select a new Standing Committee of the 25-member Politburo of its ~370-member Central Committee at a meeting that will be held right after the 20th Party Congress, likely in October or November 2022. This Politburo Standing Committee (PBSC) is the country’s top leadership group. It usually has seven members, although its membership has varied from five to nine in the post-Mao era. Xi Jinping, who has been the Party’s paramount leader and top-ranked PBSC member since the 18th Party Congress in November 2012, has centralized power to an extent unseen since perhaps Mao Zedong, and is likely to secure a norm-defying third term as General Secretary in 2022. But given the opaque nature of intra-Party negotiations on leadership appointments, questions remain as to the full extent of his authority. Whether Xi can install more of his political allies onto the next PBSC will be a key indicator of his political power.While Xi, who turns 69 years old in 2022, would have to exempt himself from a 20-year-old norm that cadres aged 68 or older are not appointed to a new PBSC term, such exemptions were not forthcoming for close Xi allies at the 19th Party Congress in 2017. Therefore, if only Xi gets an age exemption, then two PBSC members will retire in 2022 (although it’s also possible that some younger members will fail to win reselection). Past practice indicates that new members on the next PBSC will almost certainly be selected from the current Politburo.Hu Chunhua has been seen for many years as a rising star in Chinese politics. He serves on the Politburo as one of four Vice Premiers of the State Council, the administrative leadership group of the Chinese central government. He is the youngest Politburo member (he will turn 59 in 2022) and is the only Vice Premier not due to retire in 2022. The current Premier (and number-two ranked PBSC member), Li Keqiang, is constitutionally barred from serving another term, and, since the late 1980s, a new Premier has always been selected from among the serving Vice Premiers. Hu could secure a place on the next PBSC as the next Premier. But Xi’s personalized power and preference for elevating political allies has cast doubt on the persistence of previous norms. Hu is not seen as close to Xi, and his political rise is linked to the once-powerful but now-weakened Communist Youth League faction. Xi may want to block Hu’s ascension to the PBSC or be accepting of Hu taking a PBSC position below that of Premier. If Hu became Premier, it could be a signal that Xi faces intra-Party checks on his power.Resolution details. This question resolves based on the leadership positions listed on the website of People’s Daily, the official mouthpiece of the Chinese Communist Party’s Central Committee. ***This question was contributed by Neil Thomas and Jordan Schneider.\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.71,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.29,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:23.231Z",
    "qualityindicators": {
      "numforecasts": "26",
      "numforecasters": "23",
      "stars": 2
    }
  },
  {
    "title": "Will Li Keqiang be a member of the Standing Committee of the Politburo of the Chinese Communist Party's Central Committee on December 31, 2022?",
    "url": "https://www.cset-foretell.com/questions/120-will-li-keqiang-be-a-member-of-the-standing-committee-of-the-politburo-of-the-chinese-communist-party-s-central-committee-on-december-31-2022",
    "platform": "CSET-foretell",
    "description": "Context. The Chinese Communist Party is set to select a new Standing Committee of the 25-member Politburo of its ~370-member Central Committee at a meeting that will be held right after the 20th Party Congress, likely in October or November 2022. This Politburo Standing Committee (PBSC) is the country’s top leadership group. It usually has seven members, although its membership has varied from five to nine in the post-Mao era. Li Keqiang has been the second-ranked PBSC member since the 18th Party Congress in November 2012 and has served as Premier of the State Council since March 2013. He is ranked behind paramount leader Xi Jinping, who serves as the Party’s General Secretary and is President of China and Chairman of the Central Military Commission.During the 1990s and 2000s, Li and Xi were both rising stars. Xi was from an elite political family and gained the favor of former leader Jiang Zemin, while Li’s base was the now-weakened Communist Youth League that nurtured Xi’s predecessor, Hu Jintao. Xi proved more popular with Party elites but factional balancing within the Party saw Li win the number-two position.  Li is constitutionally barred from serving another five-year term as Premier. But he will only be 67 years old in 2022, and so will fall within the customary upper age bound of 67 for appointment to a new PBSC term. Given that it’s uncommon for such a senior leader to retire early, it's possible that Li will remain on the PBSC but take a different role.Xi is expected to secure a norm-defying third term as General Secretary in 2022. If Li retires, it will be another sign of Xi’s consolidation of personalized political power, which has come at the expense of other factional networks within the Party. If Li remains on the PBSC, it could be a sign that other power groupings exist that are influential enough to at least require some degree of placation by Xi, or that Xi still feels at least partially constrained by factional norms.Resolution details. This question resolves based on the leadership positions listed on the website of People’s Daily, the official mouthpiece of the Chinese Communist Party’s Central Committee. ***This question was contributed by Neil Thomas and Jordan Schneider.\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.53,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.47,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:25.848Z",
    "qualityindicators": {
      "numforecasts": "23",
      "numforecasters": "19",
      "stars": 2
    }
  },
  {
    "title": "Will Chen Min'er be a member of the Standing Committee of the Politburo of the Chinese Communist Party's Central Committee on December 31, 2022?",
    "url": "https://www.cset-foretell.com/questions/121-will-chen-min-er-be-a-member-of-the-standing-committee-of-the-politburo-of-the-chinese-communist-party-s-central-committee-on-december-31-2022",
    "platform": "CSET-foretell",
    "description": "Context. The Chinese Communist Party is set to select a new Standing Committee of the 25-member Politburo of its ~370-member Central Committee at a meeting that will be held right after the 20th Party Congress, likely in October or November 2022. This Politburo Standing Committee (PBSC) is the country’s top leadership group. It usually has seven members, although its membership has varied from five to nine in the post-Mao era. Xi Jinping, who has been the Party’s paramount leader and top-ranked PBSC member since the 18th Party Congress in November 2012, has centralized power to an extent unseen since perhaps Mao Zedong, and is likely to secure a norm-defying third term as General Secretary in 2022. But given the opaque nature of intra-Party negotiations on leadership appointments, questions remain as to the full extent of his authority. Whether Xi can install more of his political allies onto the next PBSC will be a key indicator of his political power.While Xi, who turns 69 years old in 2022, would have to exempt himself from a 20-year-old norm that cadres aged 68 or older are not appointed to a new PBSC term, such exemptions were not forthcoming for close Xi allies at the 19th Party Congress in 2017. Therefore, if only Xi gets an age exemption, then two PBSC members will retire in 2022 (although it’s also possible that some younger members will fail to win reselection). Past practice indicates that new members on the next PBSC will almost certainly be selected from the current Politburo.Chen Min’er is tipped by some analysts as a major figure in the next generation of Chinese political leaders. He turns 62 in 2022 and so will be young enough to serve two PBSC terms under prevailing norms. He sits on the Politburo as Party Secretary of Chongqing, a position that was a launching pad for many former PBSC leaders. And he is seen as a protégé of Xi (who often promotes people he knows personally), having worked as director of the provincial propaganda department when Xi was Zhejiang Party Secretary from 2002-2007. But Chen will have to compete with other hopefuls and avoid any impression that he poses a threat to Xi’s authority.Resolution details. This question resolves based on the leadership positions listed on the website of People’s Daily, the official mouthpiece of the Chinese Communist Party’s Central Committee. ***This question was contributed by Neil Thomas and Jordan Schneider.\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.82,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.18,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:28.960Z",
    "qualityindicators": {
      "numforecasts": "20",
      "numforecasters": "18",
      "stars": 2
    }
  },
  {
    "title": "How many new H-1B visa applications submitted by the \"Big 5\" tech companies will the U.S. grant in FY 2022 (September 2021 through October 2022)?",
    "url": "https://www.cset-foretell.com/questions/118-how-many-new-h-1b-visa-applications-submitted-by-the-big-5-tech-companies-will-the-u-s-grant-in-fiscal-year-2022",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for FY 2021. The mean crowd forecast for that question is 8,122. You can view those forecasts here.Context. H-1B is a visa category for skilled workers, accounting for about 108,000 annual entrants. It's also a common immigration pathway for AI-skilled workers. Data and resolution details. This question resolves based on \"initial approvals\" reported in the USCIS annual summary for FY 2021.  The fiscal year is October 1 through September 30. The chart below is based on the same data for previous fiscal years. The \"Big 5\" tech companies are Google, Amazon, Apple, Facebook, and Microsoft, including all affiliates with those words at the beginning of their title. For example, Amazon includes Amazon Web Services and Amazon Fulfillment Services. The H-1B Employer Data Hub provides quarterly updates on H-1B statistics. For example, if one downloads all data for FY 2020 and then filters by the Big-5 tech companies, they'll see H-1B statistics as of the most recent quarter for which there's data.  The data underlying the graph is here.This question is a metric for the following scenarios:Three Possible 2025 Worlds that Should Inform Policy TodayTo suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 7,500",
        "probability": 0.0418,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 7,500 and 9,500, inclusive",
        "probability": 0.1286,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 9,500 but less than or equal to 11,500",
        "probability": 0.3054,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 11,500 but less than or equal to 13,500",
        "probability": 0.30820000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 13,500",
        "probability": 0.2161,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:31.766Z",
    "qualityindicators": {
      "numforecasts": "49",
      "numforecasters": "40",
      "stars": 2
    }
  },
  {
    "title": "How many U.S. job postings requiring machine learning skills will be published between July 1 and December 31, 2021, inclusive?",
    "url": "https://www.cset-foretell.com/questions/116-how-many-postings-for-u-s-jobs-requiring-machine-learning-skills-will-be-published-between-july-1-and-december-31-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related questions. This question was previously issued for 2020 Q3 and 2021 Q1. You can view those forecasts here and here. For 2020 Q3, the answer was 39,364 and the median crowd forecast was 37,271. We will add the resolution for the 2021 Q1 question as soon as the data is available. Context. Job postings reflect the priorities and expectations of employers. They provide hints about future research and development. Data and resolution details. This question is based on data from Burning Glass Technologies. The date of a job posting is the date Burning Glass retrieves the data. The question resolves when CSET receives Burning Glass data through December 31, 2021. Through February 2021, 34,663 U.S. job postings requiring machine learning skills were posted, which puts the first half of 2021 on pace for 106,328 job postings. The data underlying the graph is here.This question is a metric for the following scenarios: The Impact of COVID-19 on the ML Research Field Three Possible 2025 Worlds that Should Inform Policy Today To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 70,000",
        "probability": 0.1252,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 70,000 and 90,000, inclusive",
        "probability": 0.33140000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 90,000 but less than or equal to 110,000",
        "probability": 0.3232,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 110,000 but less than or equal to 130,000",
        "probability": 0.16579999999999998,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 130,000",
        "probability": 0.054400000000000004,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:34.995Z",
    "qualityindicators": {
      "numforecasts": "89",
      "numforecasters": "73",
      "stars": 2
    }
  },
  {
    "title": "What will total U.S. trade volume with China (imports and exports of goods) be in 2022?",
    "url": "https://www.cset-foretell.com/questions/117-what-will-total-u-s-trade-volume-with-china-imports-and-exports-of-goods-be-in-2022",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for 2020 and 2021. The crowd's mean forecast for 2020 was $506 billion, and the correct answer was $560.1 billion. The crowd's mean forecast for 2021 is $524 billion. You can view those forecasts here and here. Context. The U.S. and China are the world's two largest economies and each other's largest trading partner. Since 2018, they have been engaged in an escalating trade war, and the COVID-19 pandemic has further reduced trade.  Data and resolution details. This question resolves based on U.S. Census Bureau data. It includes trade in goods only, not services. The data underlying the graph is here.This question is a metric for the following scenarios: Three Possible 2025 Worlds that Should Inform Policy Today An Isolated China in a Globalized World To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than $400 billion",
        "probability": 0.0729,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $400 billion and $525 billion, inclusive",
        "probability": 0.16760000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $525 billion but less than or equal to $650 billion",
        "probability": 0.5379999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $650 billion but less than or equal to $775 billion",
        "probability": 0.2029,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $775 billion",
        "probability": 0.018600000000000002,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:47:38.073Z",
    "qualityindicators": {
      "numforecasts": "36",
      "numforecasters": "30",
      "stars": 2
    }
  },
  {
    "title": "What will the combined revenue of Alphabet, Amazon, Apple, Facebook, and Microsoft be in the second half of 2021?",
    "url": "https://www.cset-foretell.com/questions/114-what-will-the-combined-revenue-of-alphabet-amazon-apple-facebook-and-microsoft-be-in-the-second-half-of-2021",
    "platform": "CSET-foretell",
    "description": "Previous version. This question was previously issued for the first half of 2021. The median forecast for the first half of 2021 was $557 billion. Although that question has not yet resolved, based on data for the second half of 2020 -- $631 billion -- big tech revenue appears to be increasing ahead of the crowd's predictions. You can view those forecasts here.Context. Even as the economic crisis deepened, large tech companies have have demonstrated resilience, beating Wall Street Analysts’ expectations. Data and Resolution Details. This question resolves based on the 10-Q filings of Alphabet Inc., Amazon.com Inc., Apple Inc., Facebook Inc., and Microsoft Inc. It resolves when these companies’ 10-Q filings for the fourth quarter of 2021 are publicly available.  The data underlying the graph is here.This question is a metric for the following scenarios: Tech Companies Threaten Democracy The Impact of COVID-19 on the ML Research Field Three Possible 2025 Worlds that Should Inform Policy Today \n",
    "options": [
      {
        "name": "Less than $470 billion",
        "probability": 0.050199999999999995,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $470 billion and $540 billion, inclusive",
        "probability": 0.133,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $540 billion but less than or equal to $610 billion",
        "probability": 0.245,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $610 billion but less than or equal to $680 billion",
        "probability": 0.31420000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $680 billion",
        "probability": 0.2576,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:49:59.269Z",
    "qualityindicators": {
      "numforecasts": "84",
      "numforecasters": "72",
      "stars": 2
    }
  },
  {
    "title": "Will the Chinese military or other maritime security forces fire upon another country's civil or military vessel in the South China Sea between July 1 and December 31, 2021, inclusive?",
    "url": "https://www.cset-foretell.com/questions/113-will-the-chinese-military-or-other-maritime-security-forces-fire-upon-another-country-s-civil-or-military-vessel-in-the-south-china-sea-between-july-1-and-december-31-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related questions. This question was previously issued for the first half of 2021. The final crowd forecast was 11%. The probability generally declined during the period the question was open. You can view that question and the results here. A variation on this question was also issued for Summer 2020. You can view that question and the results here. Context. The South China Sea is host to vast natural gas resources as well as a number of competing territorial claims. China has built military bases on several coral atolls and reefs in the South China Sea, and rejected an international tribunal's ruling that it has no historic rights claim to resources in certain sea areas. These bases now include sophisticated facilities meant to enable military operations in this strategic area. The U.S. conducts Freedom of Navigation Operations (FONOPs) to demonstrate China’s lack of claim to the area, which have sometimes led to tense encounters between the U.S. and Chinese navies. China’s Maritime Militia and Coast Guard have also clashed with foreign fishing vessels in the area. Data and resolution details. This question resolves based on popular media sources. \"Fires upon\" assumes the discharge of a weapon with lethal intent and does not include methods such as water cannons, rubber bullets, or ramming.***This question is a metric for the following scenarios: Three Possible 2025 Worlds that Should Inform Policy Today An Isolated China in a Globalized World \n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.19,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.81,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:02.644Z",
    "qualityindicators": {
      "numforecasts": "144",
      "numforecasters": "109",
      "stars": 3
    }
  },
  {
    "title": "Will Xi Jinping be General Secretary of the Chinese Communist Party's Central Committee on December 31, 2022?",
    "url": "https://www.cset-foretell.com/questions/115-will-xi-jingping-be-general-secretary-of-the-chinese-communist-party-s-central-committee-on-december-31-2022",
    "platform": "CSET-foretell",
    "description": "Context. The Chinese Communist Party will elect a new 370-member Central Committee at its next quinquennial National Congress, likely in October or November 2022. Immediately after this Party Congress, the new 20th Central Committee will hold a plenary meeting that selects the Party’s General Secretary for the incoming five-year term.The General Secretary chairs the Central Committee’s top 25-member Politburo and the Politburo’s elite seven-member Standing Committee. Since the early 1990s, the General Secretary has concurrently served as President of the People’s Republic of China and Chairperson of the Central Military Commission. The General Secretary is thus the “paramount leader” of the three sectors of regime power: the Party, the State, and the People’s Liberation Army.Xi Jinping became General Secretary after the 18th Party Congress in November 2012 and was reselected for a second term at the 19th Party Congress in October 2017. When Xi began his tenure the expectation both within the Party and among domestic and international observes of China was that he would follow the succession norm set by his predecessors Hu Jintao and Jiang Zemin of stepping down as leader after serving two full five-year terms.But since coming to power, Xi has reversed the Party’s previous trend toward “collective leadership” and become the powerful “core leader” of a far more personalized political set-up. Xi has crippled rival power centers in the Party, elevated close associates to key leadership positions, centralized policymaking authority in “leading small groups” that he chairs, and asserted unparalleled authority over the armed forces and security services. These developments have led many observers to argue that Xi will secure a norm-defying third term as General Secretary at the 20th Party Congress. In March 2018, China’s legislature amended the State Constitution to delete a two-term limit for Presidents of the People’s Republic, removing the only formal barrier to Xi serving as paramount leader indefinitely.Other analysts warn that Xi’s position is more precarious because of the backlash generated by policies that target rival elites, suppress civil society, and potentially slow China’s growth. Xi, who turns 69 years old in 2022, would also have to win exemption from a 20-year-old norm that cadres aged 68 or older are not appointed to a new PBSC term.Resolution details. This question resolves based on the leadership positions listed on the website of People’s Daily, the official mouthpiece of the Chinese Communist Party’s Central Committee. The next General Secretary should be announced in the communique of the First Plenary Meeting of the 20th Central Committee of the Chinese Communist Party, likely in October or November 2022.***This question was contributed by Neil Thomas and Jordan Schneider.\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.89,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.11,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:04.965Z",
    "qualityindicators": {
      "numforecasts": "195",
      "numforecasters": "135",
      "stars": 3
    }
  },
  {
    "title": "How much funding will private U.S. tech companies raise between July 1 and December 31, 2021, inclusive?",
    "url": "https://www.cset-foretell.com/questions/111-how-much-funding-will-private-u-s-tech-companies-raise-between-july-1-and-december-31-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period July 1 to December 31, 2020. You can view it here. The crowd's mean forecast was $73.7 billion, and the correct answer was $59.0 billion. Data and resolution details. This question resolves based on Crunchbase data. Crunchbase classifies every company under multiple “category groups.” For this question, companies are classified as “tech” if software, hardware, internet services, or information technology are among their category groups. These categories are overlapping. A company is \"private\" if it's not publicly traded. This question resolves on January 30, 2022, 30 days after the forecast period ends. The question -- and the graph below -- therefore includes only transactions entered into Crunchbase within 30 days of the date of its announcement. Historically, 80% of new funding is entered into Crunchbase within 30 days. The chart below does not include an anomalous $100 billion raised by Broadcom Limited in February 2018. The data underlying the graph is here.This question is a metric for the following scenarios: Tech Companies Threaten Democracy The Impact of COVID-19 on the ML Research Field Three Possible 2025 Worlds that Should Inform Policy Today For more on this metric, see the accompanying Foretell metric analysis: \"Are Established Tech Companies Crowding Out Startups?\"\n",
    "options": [
      {
        "name": "Less than $40 billion",
        "probability": 0.0528,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $40 billion and $60 billion, inclusive",
        "probability": 0.2522,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $60 billion but less than or equal to $80 billion",
        "probability": 0.4056,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $80 billion but less than or equal to $100 billion",
        "probability": 0.21719999999999998,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $100 billion",
        "probability": 0.0722,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:08.571Z",
    "qualityindicators": {
      "numforecasts": "57",
      "numforecasters": "46",
      "stars": 2
    }
  },
  {
    "title": "How much funding will U.S. tech startups raise between July 1 and December 31, 2021, inclusive?",
    "url": "https://www.cset-foretell.com/questions/110-how-much-funding-will-u-s-tech-startups-raise-between-july-1-and-december-31-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period July 1 to December 31, 2020. You can view it here. The crowd's mean forecast was $19.35 billion, and the correct answer was $18.67 billion. Data and resolution details. This question resolves based on Crunchbase data. Crunchbase classifies every company under multiple “category groups.” For this question, companies are classified as “tech” if software, hardware, internet services, or information technology are among their category groups. These categories are overlapping. A company is classified as a startup if the funding round in question is any of the following: pre-seed, seed, angel, series a, series b, or venture round. This question resolves on January 30, 2022, 30 days after the forecast period ends. The question -- and the graph below -- therefore includes only transactions entered into Crunchbase within 30 days of the date of its announcement. Historically, 80% of new funding is entered into Crunchbase within 30 days. The data underlying the graph is here.This question is a metric for the following scenarios:Tech Companies Threaten DemocracyFor more on this metric, see the accompanying Foretell metric analysis: \"Are Established Tech Companies Crowding Out Startups?\"\n",
    "options": [
      {
        "name": "Less than $13 billion",
        "probability": 0.0332,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $13 billion and $17 billion, inclusive",
        "probability": 0.1223,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $17 billion but less than or equal to $21 billion",
        "probability": 0.42450000000000004,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $21 billion but less than or equal to $25 billion",
        "probability": 0.32030000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $25 billion",
        "probability": 0.09970000000000001,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:11.711Z",
    "qualityindicators": {
      "numforecasts": "59",
      "numforecasters": "45",
      "stars": 2
    }
  },
  {
    "title": "What will the Senate's average Bipartisan Index score be from 2021-2022?",
    "url": "https://www.cset-foretell.com/questions/109-conditional-on-president-trump-not-being-convicted-of-incitement-of-insurrection-what-will-the-senate-s-average-bipartisan-index-score-be-from-2021-2022",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued conditional on Trump not being convicted. A sister question was conditioned on Trump being convicted. After Trump was not convicted, we voided the sister question and removed the condition from this question. As of the Senate's vote on conviction, the median forecasted Bipartisan Index Score for the question conditioned on Trump's conviction was 0.1244; the median forecasted Bipartisan Index Score for the question conditioned on Trump not being convicted -- this question -- was 0.0718. Context. On January 13, 2021, the U.S. House of Representatives impeached President Trump for \"incitement of insurrection,\" setting up a trial in the Senate. If two-thirds of present Senators vote to convict President Trump, it would take only a simple majority of Senators to bar him from federal office in the future. A point of disagreement is whether a conviction would lead to a more or less divided country. Congressional bipartisanship is one measure, albeit an imperfect one, of how divided the country is.Data and resolution details. This question resolves based on the average Bipartisan Index score of all members of the Senate during the117th Congress, which runs from January 3, 2021 through January 3, 2023. The Bipartisan Index, a joint project of the Lugar Center and Georgetown's McCourt School of Public Policy, quantifies congressional members’ bipartisan behavior on the basis of bill sponsorship and co-sponsorship. The Bipartisan Index scores for this period are expected to be published in March 2023.The graph below shows the Senate's average Bipartisan Index score over time. Notably, the average score increased during the Trump Administration. The Lugar Center has hypothesized a \"Trump Effect\" in which \"the details of legislative work have offered Republican Senators an avenue to express subtle independence and broaden their appeal without reference to the daily media focus on President Trump.\" \n",
    "options": [
      {
        "name": "Less than -0.25",
        "probability": 0.19329999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "Between -0.25 and 0, inclusive",
        "probability": 0.3189,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0 but less than or equal to 0.25",
        "probability": 0.29960000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0.25 but less than or equal to 0.5",
        "probability": 0.1467,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0.5",
        "probability": 0.0414,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:15.073Z",
    "qualityindicators": {
      "numforecasts": "150",
      "numforecasters": "111",
      "stars": 3
    }
  },
  {
    "title": "How much will the U.S. Department of Defense spend on AI research contracts between July 1 and December 31, 2021, inclusive?",
    "url": "https://www.cset-foretell.com/questions/106-how-much-will-the-u-s-department-of-defense-spend-on-ai-research-contracts-between-july-1-and-december-31-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period July 1 to December 31, 2020. You can view it here. The crowd's mean forecast was $441 million, and the correct answer was $302.8 million. This question is the crowd's biggest miss to date. DoD AI contracts over this period were notably lower than they were during the first half of 2020 ($490.5 million).Context.  The U.S. Department of Defense (DoD) funds research through both grants and contracts. In the annual budget justification, DoD distinguishes research, development, test, and evaluation (RDT&amp;amp;E) with procurement, i.e., acquiring systems. The budget justification includes both grants and contracts under RDT&amp;amp;E. Data on actual DoD expenditures, collected primarily in the Federal Procurement Data System, carves the space differently, separating grants and contracts and not separating RDT&amp;amp;E and procurement. Data and resolution details. This question resolves based on Bloomberg Government (BGOV) data. Using data from several sources, including the Federal Procurement Data System, Sam.gov, and Freedom of Information Act requests, BGOV classifies contract transactions into one or more market area. For this question, a contract is an \"AI contract\" if BGOV classified it in the \"Artificial Intelligence and Machine Learning\" market. It's a \"research\" contract if it has a \"Research and Development\" Product Service Code. The years are calendar years, not fiscal years. The data underlying the graph is here.This question is a metric for the following world forecast: Three Possible 2025 Worlds that Should Inform Policy Today Tech Companies Threaten Democracy To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than $200 million",
        "probability": 0.0506,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $200 million and $350 million, inclusive",
        "probability": 0.19329999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $350 million but less than or equal to $500 million",
        "probability": 0.35350000000000004,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $500 million but less than or equal to $650 million",
        "probability": 0.254,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $650 million",
        "probability": 0.14859999999999998,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:17.888Z",
    "qualityindicators": {
      "numforecasts": "115",
      "numforecasters": "92",
      "stars": 3
    }
  },
  {
    "title": "How much will the U.S. Department of Defense spend on AI grants between July 1 and December 31, 2021, inclusive?",
    "url": "https://www.cset-foretell.com/questions/107-how-much-will-the-u-s-department-of-defense-spend-on-ai-grants-between-july-1-and-december-31-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period July 1 to September 30, 2020. You can view it here. The crowd's mean forecast was $94.6 million, and the actual value was $41.3 million. Context. The U.S. Department of Defense (DoD) funds research through both grants and contracts. This question focuses only on grants.Data and resolution details. This question resolves based on data from the Dimensions grant database. For this question, a grant is an \"AI grant\" if the abstract mentions either \"artificial intelligence\" or \"machine learning.\" The graph below does not include data for the first half of 2020. As of June 20, 2020, the Dimensions grants data reflects grants through May 27, 2020, and shows a total of $7,104,943 in grant spending in 2020. This question resolves when CSET receives Dimensions grant data through December 31, 2021.  The data underlying the graph is here.This question is a metric for the following scenarios: Tech Companies Threaten Democracy Three Possible 2025 Worlds that Should Inform Policy Today To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than $30 million",
        "probability": 0.0492,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $30 million and $70 million, inclusive",
        "probability": 0.3036,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $70 million but less than or equal to $110 million",
        "probability": 0.3403,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $110 million but less than or equal to $150 million",
        "probability": 0.2051,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $150 million",
        "probability": 0.1018,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:20.697Z",
    "qualityindicators": {
      "numforecasts": "144",
      "numforecasters": "114",
      "stars": 3
    }
  },
  {
    "title": "How many AI papers will be posted on arXiv between July 1 and December 31, 2021, inclusive?",
    "url": "https://www.cset-foretell.com/questions/103-how-many-ai-papers-will-be-posted-on-arxiv-between-july-1-and-december-31-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related questions. This question was previously issued for the period July 1 to September 30, 2020. You can view it here. The crowd's mean forecast was 10,793, and the correct answer was 10,808. Data and resolution details. This question resolves based on arXiv data. ArXiv is an open-access repository for pre-print papers. Authors organize their papers under one or more arXiv category. For this question, a paper is an \"AI\" paper if it's labeled any of the following: artificial intelligence; computer vision; computation and language; machine learning; or robotics. This question resolves when CSET receives arXiv data through September 30, 2020. The data underlying the graph is here.This question is a metric for the following world forecasts: The Impact of COVID-19 on the ML Research Field Three Possible 2025 Worlds that Should Inform Policy Today To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 26,000",
        "probability": 0.031,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 26,000 and 28,000, inclusive",
        "probability": 0.0981,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 28,000 but less than or equal to 30,000",
        "probability": 0.2158,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 30,000 but less than or equal to 32,000",
        "probability": 0.3145,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 32,000",
        "probability": 0.3406,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:23.822Z",
    "qualityindicators": {
      "numforecasts": "73",
      "numforecasters": "45",
      "stars": 2
    }
  },
  {
    "title": "How many members will the Alphabet Workers Union have by December 31, 2021?",
    "url": "https://www.cset-foretell.com/questions/105-how-many-members-will-the-alphabet-workers-union-have-by-december-31-2021",
    "platform": "CSET-foretell",
    "description": "Context. On Monday, January 4, a group of Google tech workers announced they'd formed the Alphabet Workers Union. The union, unprecedented in Silicon Valley, is the culmination of years of employee activism at Google relating to issues such as sexual harassment, algorithmic bias, and pay equity. In addition, as reported by Vox, \"Google worker concerns also include ethical questions about how the company is run, like whether it should be making software used in warfare or border patrol.\"The union is a minority union, meaning it doesn't seek to represent a majority of Google employees in a \"bargaining unit\" under U.S. labor law. As reported by the New York Times, \"workers said it was primarily an effort to give structure and longevity to activism at Google, rather than to negotiate for a contract.\" Nevertheless, whether the union affects how Google is run will depend in part on how many members it attracts. As of Monday, it reported more than 225 members, out of the over 260,000 eligible employees and contractors. The union has not yet reported how many new members it attracted after Monday's public announcement.Data and resolution details. This question resolves based on the most recent membership numbers reported by the union as of December 31, 2021. ***\n",
    "options": [
      {
        "name": "Less than 800",
        "probability": 0.1282,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 800 and 4,000",
        "probability": 0.4506,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 4,000 but less than or equal to 20,000",
        "probability": 0.2904,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 20,000 but less than or equal to 100,000",
        "probability": 0.1013,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 100,000",
        "probability": 0.0296,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:27.167Z",
    "qualityindicators": {
      "numforecasts": "157",
      "numforecasters": "103",
      "stars": 3
    }
  },
  {
    "title": "What percentage of U.S. news articles about AI will be about privacy and security between July 1 and December 31, 2021, inclusive?",
    "url": "https://www.cset-foretell.com/questions/104-what-percentage-of-u-s-news-articles-about-ai-will-be-about-privacy-and-security-between-july-1-and-december-31-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period June 15 to August 15, 2020. You can view it here. The crowd's mean forecast  was 1.15%, and the correct answer was 1.3%. Those two months were not representative of the second half of 2020 overall, however, which was 0.7%.Data and resolution details. This question is based on data from Nexis Metabase, a corpus of global news articles on a variety of topics. An article is on the topic of AI if it mentions the term \"artificial intelligence\"; and it's on the topic of privacy and security if it mentions the terms \"privacy\" and \"security.\"  The data underlying the graph is here.This question is a metric for the following world forecasts: COVID-19 Surveillance Strengthens Authoritarian Governments Three Possible 2025 Worlds that Should Inform Policy Today \n",
    "options": [
      {
        "name": "Less than 0.45%",
        "probability": 0.0484,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 0.45% and 0.7%, inclusive",
        "probability": 0.1732,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0.7% but less than or equal to 0.95%",
        "probability": 0.2768,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0.95% but less than or equal to 1.2%",
        "probability": 0.2242,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 1.2%",
        "probability": 0.2774,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:37.154Z",
    "qualityindicators": {
      "numforecasts": "67",
      "numforecasters": "55",
      "stars": 2
    }
  },
  {
    "title": "Will NVIDIA acquire Arm by March 31, 2022?",
    "url": "https://www.cset-foretell.com/questions/102-will-nvidia-acquire-arm-by-march-30-2022",
    "platform": "CSET-foretell",
    "description": "Context. On September 13, 2020, U.S.-based chipmaker NVIDIA announced an agreement with SoftBank to acquire the U.K.-based Arm Limited. CNN reports that the acquisition would make NVIDIA the largest chip company in the west by market value and global reach, and might leave China more vulnerable to U.S. controls over the semiconductor industry. Arm's energy efficient chip architectures are used in 95 percent of the world's smartphones and 95 percent of the chips designed in China. CNN states that \"China’s chip industry has urged Beijing to investigate the deal, warning that it will hand the U.S. control over a key technology that is used in almost all of the world’s phones.\"The transaction is subject to audit in the United Kingdom, China, the European Union, and the United States. In the United States, the Federal Trade Commission's audit of the transaction is underway. NVIDIA has not yet requested approval from regulators in the European Union, the United Kingdom, or China. In China, the Ministry of Commerce or State Administration for Market Regulation cold block the deal. NVIDIA has stated that it expects the deal to be completed in 18 months. Data and resolution details. This question resolves based on an NVIDIA press release stating that it has acquired Arm.***\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.43,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.57,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:40.350Z",
    "qualityindicators": {
      "numforecasts": "153",
      "numforecasters": "90",
      "stars": 3
    }
  },
  {
    "title": "What percentage of the combined revenue of the top five semiconductor manufacturing equipment producers will come from China in 2021?",
    "url": "https://www.cset-foretell.com/questions/100-what-percentage-of-the-collective-revenue-of-the-leading-semiconductor-manufacturing-equipment-producers-will-come-from-china-between-july-1-2020-and-june-30-2021-inclusive",
    "platform": "CSET-foretell",
    "description": "Related questions. This question is part of a cluster that includes U.S. exports of semiconductor chips to China, U.S. exports of semiconductor manufacturing equipment to China, Chinese imports of semiconductor chips, and Chinese imports of semiconductor manufacturing equipment.Context. The semiconductor manufacturing process has many components manufactured through complicated, highly globalized supply chains. China's ability to produce advanced semiconductor chips is particularly dependent on U.S., Japanese, and Dutch imports of advanced semiconductor manufacturing equipment (SME) -- i.e., the tools used by chip factories to make chips. The top five SME companies globally are: United States: Applied Materials; Lam Research; KLA Japan: Tokyo Electron Netherlands: ASML Although China is building up its chip manufacturing capacity using imported SME, it is still reliant on imports for most of the semiconductor chips it consumes. China is especially reliant on the United States, Taiwan, and South Korea for imports of the most advanced semiconductor chips. Therefore, export controls on chips could reduce China's access to them. If China cannot import SME, it will remain dependent on imports for chips. This question focuses on SME. The United States is considering a number of actions that would reduce the export of SME to China. In September, the Trump Administration restricted exports to China’s Semiconductor Manufacturing International Corporation (SMIC). Data and resolution details. This question resolves based on the companies' quarterly and annual public filings through the quarter ending December 31, 2021. At that date, we expect to have data for all five companies through all of 2021 with the exception that we'll have data for KLA only through June 30, 2020. As of December 3, 2020, the figure for 2020 in the graph below includes the following: Lam Research through September 30, 2020; Applied Materials through September 30, 2020; KLA through June 30, 2020; and Tokyo Electron through September 30, 2020. We will supplement the graph with additional 2020 data as it becomes available. In particular, ASML data for all of 2020 will be added after ASML submits its annual financial report covering the period through December 31, 2020.The data underlying the graph is here.This question is a metric for a forthcoming scenario on the future of the semiconductor industry.\n",
    "options": [
      {
        "name": "Less than 20%",
        "probability": 0.08800000000000001,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 20% and 25%, inclusive",
        "probability": 0.1698,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 25% but less than or equal to 30%",
        "probability": 0.3705,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 30% but less than or equal to 35%",
        "probability": 0.25780000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 35%",
        "probability": 0.1139,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:43.474Z",
    "qualityindicators": {
      "numforecasts": "75",
      "numforecasters": "59",
      "stars": 2
    }
  },
  {
    "title": "Will the United States return to compliance with the 2015 Iran nuclear deal by December 31, 2021?",
    "url": "https://www.cset-foretell.com/questions/99-will-the-united-states-re-enter-the-2015-nuclear-deal-with-iran-by-december-31-2021",
    "platform": "CSET-foretell",
    "description": "Context. In September 2015, the United States entered into the Joint Comprehensive Plan of Action (JCPOA), commonly known as the Iran nuclear deal, a multilateral agreement involving Iran, the United States, China, France, Russia, the United Kingdom, Germany, and the European Union. The United Nations endorsed the agreement in Resolution 2231, which also provided for the \"lifting of all UN Security Council sanctions as well as multilateral and national sanctions related to Iran’s nuclear programme, including steps on access in areas of trade, technology, finance, and energy.\" In May 2018, the Trump Administration announced it would withdraw from the agreement and reimpose sanctions on Iran (see Presidential Memorandum and Executive Order 13846).On September 13, 2020, President-Elect Biden stated that if \"Iran returns to strict compliance with the nuclear deal, the United States would rejoin the agreement as a starting point for follow-on negotiations.\" Iranian Foreign Minister Mohammad Javad Zarif similarly stated that the United States could rejoin the agreement \"automatically and with no need to set conditions [if] the United States carries out its duties under Security Council Resolution 2231.\"Doing so might prove challenging for numerous reasons, however. President Trump is reportedly \"pushing a plan to slap a long string of new sanctions on Iran in the 10 weeks left until Joe Biden’s inauguration.\" The recent assassination of Iran's chief nuclear scientist and a possible administration change in Iran after the June election could provide additional challenges.Data and resolution details. This question resolves affirmatively if the United States lifts or waives sanctions related to Iran's nuclear program, as required by UN Security Council Resolution 2231. An official statement by the United States that it's compliant with the sanctions requirements in Resolution 2231 will suffice. ***\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.56,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.44,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:46.450Z",
    "qualityindicators": {
      "numforecasts": "365",
      "numforecasters": "198",
      "stars": 3
    }
  },
  {
    "title": "When will Ant Financial have an IPO in China or Hong Kong?",
    "url": "https://www.cset-foretell.com/questions/97-when-will-ant-financial-have-an-ipo-in-china-or-hong-kong",
    "platform": "CSET-foretell",
    "description": "Context. Tensions between China's president, Xi Jinping, and one of its wealthiest entrepreneurs, Jack Ma, escalated on November 3 when President Xi personally made the decision to suspend the IPO of Ant Financial (link in Chinese). Ant Financial uses big data harvested from its Alipay app -- one of China’s most ubiquitous mobile payment platforms -- to target users for financial services such as loans, credit, and insurance plans. Its IPO was anticipated to be the largest in history and bring the company’s market capitalization to over $300 billion.The decision to postpone Ant’s IPO followed meetings between Chinese regulators and its executives, including Jack Ma, co-founder of Alibaba and Ant’s largest shareholder. Ma has previously criticized regulators for suppressing innovation in the fintech sector, and the government’s move to apply more stringent regulations is widely seen as a win for China’s state-owned banking sector.Data and resolution details. This question resolves based on popular media sources. If an IPO in China or Hong Kong has not occurred by November 18, 2021, we will consider the correct answer \"after November 17, 2021.\" In other words, the latest option includes the possibility an IPO never occurs in China or Hong Kong. ***\n",
    "options": [
      {
        "name": "Before February 17, 2021",
        "probability": 0.0223,
        "type": "PROBABILITY"
      },
      {
        "name": "Between February 17 and May 19, 2021, inclusive",
        "probability": 0.0738,
        "type": "PROBABILITY"
      },
      {
        "name": "After May 19, but before or equal to November 17, 2021",
        "probability": 0.21559999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "After November 17, 2021",
        "probability": 0.6883,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:49.230Z",
    "qualityindicators": {
      "numforecasts": "249",
      "numforecasters": "137",
      "stars": 3
    }
  },
  {
    "title": "What percentage of U.S. residents will have an unfavorable view of China, as reflected in the 2022 Pew Global Attitudes Survey?",
    "url": "https://www.cset-foretell.com/questions/91-conditional-on-vice-president-biden-s-election-what-percentage-of-u-s-residents-will-have-an-unfavorable-view-of-china-as-reflected-in-the-2022-pew-global-attitudes-survey",
    "platform": "CSET-foretell",
    "description": "Related questions. This question was previously conditioned on Vice President Biden's election. Now that Vice President has been elected, we dropped the condition. We also closed the sister question conditional on President Trump's re-election. You can view it here. We previously asked a non-conditional version of this question regarding the 2021 pew survey. You can view it here. Context. The percentage of U.S. residents with unfavorable views of China has increased steeply in response to concerns over the trade war, China’s growing military, and lack of faith in President Xi Jinping. According to a 2018 survey by the Pew Research Center, 47 percent of U.S. residents had an unfavorable view of China. That number has since risen steadily, reaching 66 percent in a March 2020 survey and 73 percent in a June-July 2020 survey.Data and resolution details. Pew conducts its U.S. Global Attitudes Survey at irregular intervals. Since 2014, it's conducted the survey annually between February and June. In 2020, it conducted two surveys, one in March and a second in June-July. This question resolves based on the results of a Pew U.S. Global Attitudes Survey that begins sometime between February 1 and June 30, 2022. If no survey begins during that period, this question will not be scored. You can read more about Pew's sampling methodology here. The data underlying the graph is here.This question is a metric for the following scenario: Three Possible 2025 Worlds that Should Inform Policy Today To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 59%",
        "probability": 0.12369999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 59% and 66%, inclusive",
        "probability": 0.1791,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 66% but less than or equal to 73%",
        "probability": 0.2658,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 73% but less than or equal to 80%",
        "probability": 0.2939,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 80%",
        "probability": 0.1376,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:52.528Z",
    "qualityindicators": {
      "numforecasts": "239",
      "numforecasters": "169",
      "stars": 3
    }
  },
  {
    "title": "Will the U.S. government file an antitrust lawsuit against Apple, Amazon, or Facebook between January 20, 2021 and January 19, 2025?",
    "url": "https://www.cset-foretell.com/questions/89-conditional-on-vice-president-biden-s-election-will-the-u-s-government-file-an-antitrust-lawsuit-against-apple-amazon-or-facebook-between-january-20-2021-and-january-19-2025",
    "platform": "CSET-foretell",
    "description": "Related questions. This question was previously conditioned on Vice President Biden's election. Now that Vice President has been elected, we dropped the condition. We also closed the sister question conditional on President Trump's re-election. You can view it here. Context. Because the commercial sector, rather than the U.S. government, is pushing the frontier of AI development, the relationship between tech companies and the U.S. government has national security implications. This relationship has been affected by the increasingly likely prospect that the U.S. government will use antitrust laws to break up the companies. After a 16 month investigation, the Democratic members of the House Judiciary Subcommittee on Antitrust concluded on October 6, 2020 that Amazon, Apple, Facebook, and Google have engaged in anti-competitive behavior. On October 20, 2020, the Department of Justice filed a long-awaited antitrust lawsuit against Google. Data and resolution details. This question resolves based on a court filing or official announcement by the U.S. government. A lawsuit qualifies as an antitrust lawsuit if it's brought, at least in part, under the Sherman Act of 1890, Clayton Act of 1914, or Federal Trade Commission Act of 1914. ***This question is a metric for the following scenarios:Three Possible 2025 Worlds that Should Inform Policy Today\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.74,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.26,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:55.172Z",
    "qualityindicators": {
      "numforecasts": "201",
      "numforecasters": "133",
      "stars": 3
    }
  },
  {
    "title": "What percentage of U.S. corporate press releases about AI will reference AI ethics in 2021?",
    "url": "https://www.cset-foretell.com/questions/45-what-percent-of-u-s-corporate-press-releases-about-ai-will-be-about-ai-ethics-in-2021",
    "platform": "CSET-foretell",
    "description": "Data and resolution details. This question is based on data from the Nexis Metabase (2020), a corpus of global news articles on a variety of topics. The question is limited to press releases by companies that Nexis categorizes as corporate and located in the United States. A press release is on the topic of AI if it mentions the term \"artificial intelligence\" of \"machine learning\"; and it's on the topic of AI ethics if it also mentions either \"ethics,\" \"bias,\" fairness,\" or any variant of those terms.  The data underlying the graph is here.This question is a metric for the following scenarios:The Impact of COVID-19 on the ML Research Field\n",
    "options": [
      {
        "name": "Less than 1.5%",
        "probability": 0.067,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 1.5% and 3%, inclusive",
        "probability": 0.1356,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 3% but less than or equal to 4.5%",
        "probability": 0.2113,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 4.5% but less than or equal to 6%",
        "probability": 0.2891,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 6%",
        "probability": 0.29710000000000003,
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T09:50:58.224Z",
    "qualityindicators": {
      "numforecasts": "222",
      "numforecasters": "140",
      "stars": 3
    }
  }
]