[
  {
    "Title": "How much funding will private U.S. tech companies raise between July 1 and December 31, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/111-how-much-funding-will-private-u-s-tech-companies-raise-between-july-1-and-december-31-2021-inclusive",
    "Platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period July 1 to December 31, 2020. You can view it here. The crowd's mean forecast was $73.7 billion, and the correct answer was $59.0 billion. Data and resolution details. This question resolves based on Crunchbase data. Crunchbase classifies every company under multiple “category groups.” For this question, companies are classified as “tech” if software, hardware, internet services, or information technology are among their category groups. These categories are overlapping. A company is \"private\" if it's not publicly traded. This question resolves on January 30, 2022, 30 days after the forecast period ends. The question -- and the graph below -- therefore includes only transactions entered into Crunchbase within 30 days of the date of its announcement. Historically, 80% of new funding is entered into Crunchbase within 30 days. The chart below does not include an anomalous $100 billion raised by Broadcom Limited in February 2018. The data underlying the graph is here.This question is a metric for the following scenarios: Tech Companies Threaten Democracy The Impact of COVID-19 on the ML Research Field Three Possible 2025 Worlds that Should Inform Policy Today For more on this metric, see the accompanying Foretell metric analysis: \"Are Established Tech Companies Crowding Out Startups?\"\n",
    "options": [
      {
        "name": "Less than $40 billion",
        "probability": 0.0588,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $40 billion and $60 billion, inclusive",
        "probability": 0.2231,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $60 billion but less than or equal to $80 billion",
        "probability": 0.37810000000000005,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $80 billion but less than or equal to $100 billion",
        "probability": 0.2469,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $100 billion",
        "probability": 0.0931,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "23",
    "numforecasters": "23",
    "stars": 2
  },
  {
    "Title": "How much funding will U.S. tech startups raise between July 1 and December 31, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/110-how-much-funding-will-u-s-tech-startups-raise-between-july-1-and-december-31-2021-inclusive",
    "Platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period July 1 to December 31, 2020. You can view it here. The crowd's mean forecast was $19.35 billion, and the correct answer was $18.67 billion. Data and resolution details. This question resolves based on Crunchbase data. Crunchbase classifies every company under multiple “category groups.” For this question, companies are classified as “tech” if software, hardware, internet services, or information technology are among their category groups. These categories are overlapping. A company is classified as a startup if the funding round in question is any of the following: pre-seed, seed, angel, series a, series b, or venture round. This question resolves on January 30, 2022, 30 days after the forecast period ends. The question -- and the graph below -- therefore includes only transactions entered into Crunchbase within 30 days of the date of its announcement. Historically, 80% of new funding is entered into Crunchbase within 30 days. The data underlying the graph is here.This question is a metric for the following scenarios:Tech Companies Threaten DemocracyFor more on this metric, see the accompanying Foretell metric analysis: \"Are Established Tech Companies Crowding Out Startups?\"\n",
    "options": [
      {
        "name": "Less than $13 billion",
        "probability": 0.030699999999999998,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $13 billion and $17 billion, inclusive",
        "probability": 0.125,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $17 billion but less than or equal to $21 billion",
        "probability": 0.4836,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $21 billion but less than or equal to $25 billion",
        "probability": 0.28859999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $25 billion",
        "probability": 0.0721,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "20",
    "numforecasters": "20",
    "stars": 2
  },
  {
    "Title": "What will the Senate's average Bipartisan Index score be from 2021-2022?",
    "URL": "https://www.cset-foretell.com/questions/109-conditional-on-president-trump-not-being-convicted-of-incitement-of-insurrection-what-will-the-senate-s-average-bipartisan-index-score-be-from-2021-2022",
    "Platform": "CSET-foretell",
    "description": "Related question. This question was previously issued conditional on Trump not being convicted. A sister question was conditioned on Trump being convicted. After Trump was not convicted, we voided the sister question and removed the condition from this question. As of the Senate's vote on conviction, the median forecasted Bipartisan Index Score for the question conditioned on Trump's conviction was 0.1244; the median forecasted Bipartisan Index Score for the question conditioned on Trump not being convicted -- this question -- was 0.0718. Context. On January 13, 2021, the U.S. House of Representatives impeached President Trump for \"incitement of insurrection,\" setting up a trial in the Senate. If two-thirds of present Senators vote to convict President Trump, it would take only a simple majority of Senators to bar him from federal office in the future. A point of disagreement is whether a conviction would lead to a more or less divided country. Congressional bipartisanship is one measure, albeit an imperfect one, of how divided the country is.Data and resolution details. This question resolves based on the average Bipartisan Index score of all members of the Senate during the117th Congress, which runs from January 3, 2021 through January 3, 2023. The Bipartisan Index, a joint project of the Lugar Center and Georgetown's McCourt School of Public Policy, quantifies congressional members’ bipartisan behavior on the basis of bill sponsorship and co-sponsorship. The Bipartisan Index scores for this period are expected to be published in March 2023.The graph below shows the Senate's average Bipartisan Index score over time. Notably, the average score increased during the Trump Administration. The Lugar Center has hypothesized a \"Trump Effect\" in which \"the details of legislative work have offered Republican Senators an avenue to express subtle independence and broaden their appeal without reference to the daily media focus on President Trump.\" \n",
    "options": [
      {
        "name": "Less than -0.25",
        "probability": 0.1376,
        "type": "PROBABILITY"
      },
      {
        "name": "Between -0.25 and 0, inclusive",
        "probability": 0.3234,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0 but less than or equal to 0.25",
        "probability": 0.3271,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0.25 but less than or equal to 0.5",
        "probability": 0.1672,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0.5",
        "probability": 0.0447,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "92",
    "numforecasters": "84",
    "stars": 2
  },
  {
    "Title": "How much will the U.S. Department of Defense spend on AI research contracts between July 1 and December 31, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/106-how-much-will-the-u-s-department-of-defense-spend-on-ai-research-contracts-between-july-1-and-december-31-2021-inclusive",
    "Platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period July 1 to December 31, 2020. You can view it here. The crowd's mean forecast was $441 million, and the correct answer was $302.8 million. This question is the crowd's biggest miss to date. DoD AI contracts over this period were notably lower than they were during the first half of 2020 ($490.5 million).Context.  The U.S. Department of Defense (DoD) funds research through both grants and contracts. In the annual budget justification, DoD distinguishes research, development, test, and evaluation (RDT&amp;amp;E) with procurement, i.e., acquiring systems. The budget justification includes both grants and contracts under RDT&amp;amp;E. Data on actual DoD expenditures, collected primarily in the Federal Procurement Data System, carves the space differently, separating grants and contracts and not separating RDT&amp;amp;E and procurement. Data and resolution details. This question resolves based on Bloomberg Government (BGOV) data. Using data from several sources, including the Federal Procurement Data System, Sam.gov, and Freedom of Information Act requests, BGOV classifies contract transactions into one or more market area. For this question, a contract is an \"AI contract\" if BGOV classified it in the \"Artificial Intelligence and Machine Learning\" market. It's a \"research\" contract if it has a \"Research and Development\" Product Service Code. The years are calendar years, not fiscal years. The data underlying the graph is here.This question is a metric for the following world forecast: Three Possible 2025 Worlds that Should Inform Policy Today Tech Companies Threaten Democracy To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than $200 million",
        "probability": 0.0527,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $200 million and $350 million, inclusive",
        "probability": 0.2346,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $350 million but less than or equal to $500 million",
        "probability": 0.35100000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $500 million but less than or equal to $650 million",
        "probability": 0.2267,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $650 million",
        "probability": 0.135,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "74",
    "numforecasters": "69",
    "stars": 2
  },
  {
    "Title": "How much will the U.S. Department of Defense spend on AI grants between July 1 and December 31, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/107-how-much-will-the-u-s-department-of-defense-spend-on-ai-grants-between-july-1-and-december-31-2021-inclusive",
    "Platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period July 1 to September 30, 2020. You can view it here. The crowd's mean forecast was $94.6 million, and the actual value was $41.3 million. Context. The U.S. Department of Defense (DoD) funds research through both grants and contracts. This question focuses only on grants.Data and resolution details. This question resolves based on data from the Dimensions grant database. For this question, a grant is an \"AI grant\" if the abstract mentions either \"artificial intelligence\" or \"machine learning.\" The graph below does not include data for the first half of 2020. As of June 20, 2020, the Dimensions grants data reflects grants through May 27, 2020, and shows a total of $7,104,943 in grant spending in 2020. This question resolves when CSET receives Dimensions grant data through December 31, 2021.  The data underlying the graph is here.This question is a metric for the following scenarios: Tech Companies Threaten Democracy Three Possible 2025 Worlds that Should Inform Policy Today To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than $30 million",
        "probability": 0.061399999999999996,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $30 million and $70 million, inclusive",
        "probability": 0.3336,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $70 million but less than or equal to $110 million",
        "probability": 0.3119,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $110 million but less than or equal to $150 million",
        "probability": 0.1833,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $150 million",
        "probability": 0.10980000000000001,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "90",
    "numforecasters": "84",
    "stars": 2
  },
  {
    "Title": "How many AI papers will be posted on arXiv between July 1 and December 31, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/103-how-many-ai-papers-will-be-posted-on-arxiv-between-july-1-and-december-31-2021-inclusive",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question was previously issued for the period July 1 to September 30, 2020. You can view it here. The crowd's mean forecast was 10,793, and the correct answer was 10,808. Data and resolution details. This question resolves based on arXiv data. ArXiv is an open-access repository for pre-print papers. Authors organize their papers under one or more arXiv category. For this question, a paper is an \"AI\" paper if it's labeled any of the following: artificial intelligence; computer vision; computation and language; machine learning; or robotics. This question resolves when CSET receives arXiv data through September 30, 2020. The data underlying the graph is here.This question is a metric for the following world forecasts: The Impact of COVID-19 on the ML Research Field Three Possible 2025 Worlds that Should Inform Policy Today To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 26,000",
        "probability": 0.060899999999999996,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 26,000 and 28,000, inclusive",
        "probability": 0.12269999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 28,000 but less than or equal to 30,000",
        "probability": 0.2555,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 30,000 but less than or equal to 32,000",
        "probability": 0.33549999999999996,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 32,000",
        "probability": 0.2255,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "33",
    "numforecasters": "31",
    "stars": 2
  },
  {
    "Title": "How many members will the Alphabet Workers Union have by December 31, 2021?",
    "URL": "https://www.cset-foretell.com/questions/105-how-many-members-will-the-alphabet-workers-union-have-by-december-31-2021",
    "Platform": "CSET-foretell",
    "description": "Context. On Monday, January 4, a group of Google tech workers announced they'd formed the Alphabet Workers Union. The union, unprecedented in Silicon Valley, is the culmination of years of employee activism at Google relating to issues such as sexual harassment, algorithmic bias, and pay equity. In addition, as reported by Vox, \"Google worker concerns also include ethical questions about how the company is run, like whether it should be making software used in warfare or border patrol.\"The union is a minority union, meaning it doesn't seek to represent a majority of Google employees in a \"bargaining unit\" under U.S. labor law. As reported by the New York Times, \"workers said it was primarily an effort to give structure and longevity to activism at Google, rather than to negotiate for a contract.\" Nevertheless, whether the union affects how Google is run will depend in part on how many members it attracts. As of Monday, it reported more than 225 members, out of the over 260,000 eligible employees and contractors. The union has not yet reported how many new members it attracted after Monday's public announcement.Data and resolution details. This question resolves based on the most recent membership numbers reported by the union as of December 31, 2021. ***\n",
    "options": [
      {
        "name": "Less than 800",
        "probability": 0.1375,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 800 and 4,000",
        "probability": 0.4061,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 4,000 but less than or equal to 20,000",
        "probability": 0.311,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 20,000 but less than or equal to 100,000",
        "probability": 0.1139,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 100,000",
        "probability": 0.0315,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "99",
    "numforecasters": "89",
    "stars": 2
  },
  {
    "Title": "What percentage of U.S. news articles about AI will be about privacy and security between July 1 and December 31, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/104-what-percentage-of-u-s-news-articles-about-ai-will-be-about-privacy-and-security-between-july-1-and-december-31-2021-inclusive",
    "Platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for the period June 15 to August 15, 2020. You can view it here. The crowd's mean forecast  was 1.15%, and the correct answer was 1.3%. Those two months were not representative of the second half of 2020 overall, however, which was 0.7%.Data and resolution details. This question is based on data from Nexis Metabase, a corpus of global news articles on a variety of topics. An article is on the topic of AI if it mentions the term \"artificial intelligence\"; and it's on the topic of privacy and security if it mentions the terms \"privacy\" and \"security.\"  The data underlying the graph is here.This question is a metric for the following world forecasts: COVID-19 Surveillance Strengthens Authoritarian Governments Three Possible 2025 Worlds that Should Inform Policy Today \n",
    "options": [
      {
        "name": "Less than 0.45%",
        "probability": 0.0526,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 0.45% and 0.7%, inclusive",
        "probability": 0.1589,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0.7% but less than or equal to 0.95%",
        "probability": 0.2704,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 0.95% but less than or equal to 1.2%",
        "probability": 0.23370000000000002,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 1.2%",
        "probability": 0.2844,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "41",
    "numforecasters": "39",
    "stars": 2
  },
  {
    "Title": "Will NVIDIA acquire Arm by March 31, 2022?",
    "URL": "https://www.cset-foretell.com/questions/102-will-nvidia-acquire-arm-by-march-30-2022",
    "Platform": "CSET-foretell",
    "description": "Context. On September 13, 2020, U.S.-based chipmaker NVIDIA announced an agreement with SoftBank to acquire the U.K.-based Arm Limited. CNN reports that the acquisition would make NVIDIA the largest chip company in the west by market value and global reach, and might leave China more vulnerable to U.S. controls over the semiconductor industry. Arm's energy efficient chip architectures are used in 95 percent of the world's smartphones and 95 percent of the chips designed in China. CNN states that \"China’s chip industry has urged Beijing to investigate the deal, warning that it will hand the U.S. control over a key technology that is used in almost all of the world’s phones.\"The transaction is subject to audit in the United Kingdom, China, the European Union, and the United States. In the United States, the Federal Trade Commission's audit of the transaction is underway. NVIDIA has not yet requested approval from regulators in the European Union, the United Kingdom, or China. In China, the Ministry of Commerce or State Administration for Market Regulation cold block the deal. NVIDIA has stated that it expects the deal to be completed in 18 months. Data and resolution details. This question resolves based on an NVIDIA press release stating that it has acquired Arm.***\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.46,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.54,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "87",
    "numforecasters": "61",
    "stars": 2
  },
  {
    "Title": "How many of the top chipmakers in China will be subject to new export controls in 2021?",
    "URL": "https://www.cset-foretell.com/questions/101-on-how-many-of-china-s-top-chipmakers-will-the-united-states-impose-new-export-controls-in-2021",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question is part of a cluster that includes U.S. exports of semiconductor chips to China, U.S. exports of semiconductor manufacturing equipment to China, Chinese imports of semiconductor chips, Chinese imports of semiconductor manufacturing equipment, and the percentage of top SME producers' revenue that comes from China.Context. The semiconductor manufacturing process has many components manufactured through complicated, highly globalized supply chains. China's ability to produce advanced semiconductor chips is particularly dependent on imports of advanced semiconductor manufacturing equipment (SME). Chinese chipmakers can then use imported or domestically produced SME to produce chips domestically.For chip foundries, the top Chinese companies are Semiconductor Manufacturing International Corporation (SMIC), Hua Hong Semiconductor, Hua Li Microelectronics, and XMC. In September 2020, the Commerce Department notified the chip industry that SMIC was subject to military end-use end-user controls.For memory chips, China had three national champion companies: ChangXin Memory Technologies (CXMT), Yangtze Memory Technology Co. (YMTC), and Fujian Jinhua Semiconductor. In October 2018, the Trump Administration placed Fujian Jinhua on the Entity List, effectively ending its ability to operate.The United States can impose export controls on technologies or companies. For the latter, the two primary mechanisms are (i) the Commerce Department's Entity List, and (ii) \"military end-use or end-user controls,\" which apply to exports to any Chinese end-user if the goods will be used for military purposes. Although the latter applies automatically to exports that satisfy the regulatory standard, the Commerce Department often notifies the chip industry when it determines that military end-use or end-user controls apply to a company, as it recently did for SMIC.For additional background, see Khan, U.S. Semiconductor Exports to China: Current Policies and Trends (2020).Data and resolution details. For this question, top chipmakers include: ChangXin Memory Technologies (CXMT) Yangtze Memory Technology Co. (YMTC) Hua Hong Semiconductor Hua Li Microelectronics XMC SMIC and Fujian Jinhua are excluded because they were recently subjected to new export controls.New export controls will be considered imposed on a company if either (i) the Federal Register includes the addition to the Entity List, or (ii) popular media reports that the Commerce Department has notified the chip industry that the company is subject to military end-use or end-user controls.***This question is a metric for the following scenario:Four Possible Scenarios for U.S.-China [De]Coupling in the Semiconductor Industry\n",
    "options": [
      {
        "name": "Zero",
        "probability": 0.3218,
        "type": "PROBABILITY"
      },
      {
        "name": "One",
        "probability": 0.3547,
        "type": "PROBABILITY"
      },
      {
        "name": "Two or more",
        "probability": 0.3235,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "77",
    "numforecasters": "71",
    "stars": 2
  },
  {
    "Title": "What percentage of the combined revenue of the top five semiconductor manufacturing equipment producers will come from China in 2021?",
    "URL": "https://www.cset-foretell.com/questions/100-what-percentage-of-the-collective-revenue-of-the-leading-semiconductor-manufacturing-equipment-producers-will-come-from-china-between-july-1-2020-and-june-30-2021-inclusive",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question is part of a cluster that includes U.S. exports of semiconductor chips to China, U.S. exports of semiconductor manufacturing equipment to China, Chinese imports of semiconductor chips, and Chinese imports of semiconductor manufacturing equipment.Context. The semiconductor manufacturing process has many components manufactured through complicated, highly globalized supply chains. China's ability to produce advanced semiconductor chips is particularly dependent on U.S., Japanese, and Dutch imports of advanced semiconductor manufacturing equipment (SME) -- i.e., the tools used by chip factories to make chips. The top five SME companies globally are: United States: Applied Materials; Lam Research; KLA Japan: Tokyo Electron Netherlands: ASML Although China is building up its chip manufacturing capacity using imported SME, it is still reliant on imports for most of the semiconductor chips it consumes. China is especially reliant on the United States, Taiwan, and South Korea for imports of the most advanced semiconductor chips. Therefore, export controls on chips could reduce China's access to them. If China cannot import SME, it will remain dependent on imports for chips. This question focuses on SME. The United States is considering a number of actions that would reduce the export of SME to China. In September, the Trump Administration restricted exports to China’s Semiconductor Manufacturing International Corporation (SMIC). Data and resolution details. This question resolves based on the companies' quarterly and annual public filings through the quarter ending December 31, 2021. At that date, we expect to have data for all five companies through all of 2021 with the exception that we'll have data for KLA only through June 30, 2020. As of December 3, 2020, the figure for 2020 in the graph below includes the following: Lam Research through September 30, 2020; Applied Materials through September 30, 2020; KLA through June 30, 2020; and Tokyo Electron through September 30, 2020. We will supplement the graph with additional 2020 data as it becomes available. In particular, ASML data for all of 2020 will be added after ASML submits its annual financial report covering the period through December 31, 2020.The data underlying the graph is here.This question is a metric for a forthcoming scenario on the future of the semiconductor industry.\n",
    "options": [
      {
        "name": "Less than 20%",
        "probability": 0.08380000000000001,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 20% and 25%, inclusive",
        "probability": 0.1844,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 25% but less than or equal to 30%",
        "probability": 0.3482,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 30% but less than or equal to 35%",
        "probability": 0.2515,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 35%",
        "probability": 0.1321,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "52",
    "numforecasters": "49",
    "stars": 2
  },
  {
    "Title": "Will the United States return to compliance with the 2015 Iran nuclear deal by December 31, 2021?",
    "URL": "https://www.cset-foretell.com/questions/99-will-the-united-states-re-enter-the-2015-nuclear-deal-with-iran-by-december-31-2021",
    "Platform": "CSET-foretell",
    "description": "Context. In September 2015, the United States entered into the Joint Comprehensive Plan of Action (JCPOA), commonly known as the Iran nuclear deal, a multilateral agreement involving Iran, the United States, China, France, Russia, the United Kingdom, Germany, and the European Union. The United Nations endorsed the agreement in Resolution 2231, which also provided for the \"lifting of all UN Security Council sanctions as well as multilateral and national sanctions related to Iran’s nuclear programme, including steps on access in areas of trade, technology, finance, and energy.\" In May 2018, the Trump Administration announced it would withdraw from the agreement and reimpose sanctions on Iran (see Presidential Memorandum and Executive Order 13846).On September 13, 2020, President-Elect Biden stated that if \"Iran returns to strict compliance with the nuclear deal, the United States would rejoin the agreement as a starting point for follow-on negotiations.\" Iranian Foreign Minister Mohammad Javad Zarif similarly stated that the United States could rejoin the agreement \"automatically and with no need to set conditions [if] the United States carries out its duties under Security Council Resolution 2231.\"Doing so might prove challenging for numerous reasons, however. President Trump is reportedly \"pushing a plan to slap a long string of new sanctions on Iran in the 10 weeks left until Joe Biden’s inauguration.\" The recent assassination of Iran's chief nuclear scientist and a possible administration change in Iran after the June election could provide additional challenges.Data and resolution details. This question resolves affirmatively if the United States lifts or waives sanctions related to Iran's nuclear program, as required by UN Security Council Resolution 2231. An official statement by the United States that it's compliant with the sanctions requirements in Resolution 2231 will suffice. ***\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.61,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.39,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "203",
    "numforecasters": "152",
    "stars": 3
  },
  {
    "Title": "What will be the value, in dollars, of all Chinese imports of semiconductor manufacturing equipment in 2021?",
    "URL": "https://www.cset-foretell.com/questions/95-what-will-be-the-value-in-dollars-of-all-chinese-imports-of-semiconductor-manufacturing-equipment-in-2021",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question is part of a cluster that includes U.S. exports of semiconductor chips to China, U.S. exports of semiconductor manufacturing equipment to China, and Chinese imports of semiconductor chips.Context. The semiconductor manufacturing process has many components manufactured through complicated, highly globalized supply chains. China's ability to produce advanced semiconductor chips is particularly dependent on U.S., Japanese, and Dutch imports of advanced semiconductor manufacturing equipment (SME) -- i.e., the tools used by chip factories to make chips. Although China is building up its chip manufacturing capacity using imported SME, it is still reliant on imports for most of the semiconductor chips it consumes. China is especially reliant on the United States, Taiwan, and South Korea for imports of the most advanced semiconductor chips. Therefore, export controls on chips could reduce China's access to them. If China cannot import SME, it will remain dependent on imports for chips. This question focuses on SME. The United States is considering a number of actions that would reduce the export of SME to China. In September, the Trump Administration restricted exports to China’s Semiconductor Manufacturing International Corporation (SMIC). Data and resolution details. This question resolves based on United Nations Comtrade data. We classified imports as SME if they have any of the following Harmonized System (HS) codes 8486, 903082, 903141, 854311, 901041.  The data underlying the graph is here.This question is a metric for a forthcoming scenario on the future of the semiconductor industry.\n",
    "options": [
      {
        "name": "Less than $20 billion",
        "probability": 0.10869999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $20 billion but less than or equal to $30 billion",
        "probability": 0.3256,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $30 billion and $40 billion, inclusive",
        "probability": 0.32030000000000003,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $40 billion and $50 billion, inclusive",
        "probability": 0.1564,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $50 billion",
        "probability": 0.08900000000000001,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "68",
    "numforecasters": "57",
    "stars": 2
  },
  {
    "Title": "When will Ant Financial have an IPO in China or Hong Kong?",
    "URL": "https://www.cset-foretell.com/questions/97-when-will-ant-financial-have-an-ipo-in-china-or-hong-kong",
    "Platform": "CSET-foretell",
    "description": "Context. Tensions between China's president, Xi Jinping, and one of its wealthiest entrepreneurs, Jack Ma, escalated on November 3 when President Xi personally made the decision to suspend the IPO of Ant Financial (link in Chinese). Ant Financial uses big data harvested from its Alipay app -- one of China’s most ubiquitous mobile payment platforms -- to target users for financial services such as loans, credit, and insurance plans. Its IPO was anticipated to be the largest in history and bring the company’s market capitalization to over $300 billion.The decision to postpone Ant’s IPO followed meetings between Chinese regulators and its executives, including Jack Ma, co-founder of Alibaba and Ant’s largest shareholder. Ma has previously criticized regulators for suppressing innovation in the fintech sector, and the government’s move to apply more stringent regulations is widely seen as a win for China’s state-owned banking sector.Data and resolution details. This question resolves based on popular media sources. If an IPO in China or Hong Kong has not occurred by November 18, 2021, we will consider the correct answer \"after November 17, 2021.\" In other words, the latest option includes the possibility an IPO never occurs in China or Hong Kong. ***\n",
    "options": [
      {
        "name": "Before February 17, 2021",
        "probability": 0.05,
        "type": "PROBABILITY"
      },
      {
        "name": "Between February 17 and May 19, 2021, inclusive",
        "probability": 0.12140000000000001,
        "type": "PROBABILITY"
      },
      {
        "name": "After May 19, but before or equal to November 17, 2021",
        "probability": 0.2569,
        "type": "PROBABILITY"
      },
      {
        "name": "After November 17, 2021",
        "probability": 0.5717,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "163",
    "numforecasters": "114",
    "stars": 3
  },
  {
    "Title": "What will be the value, in dollars, of all Chinese imports of semiconductor chips in 2021?",
    "URL": "https://www.cset-foretell.com/questions/96-what-will-be-the-value-in-dollars-of-all-chinese-imports-of-semiconductor-chips-in-2021",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question is part of a cluster that includes U.S. exports of semiconductor chips to China, U.S. exports of semiconductor manufacturing equipment to China, and Chinese imports of semiconductor manufacturing equipment.Context.  The semiconductor manufacturing process has many components manufactured through complicated, highly globalized supply chains. China's ability to produce advanced semiconductor chips is particularly dependent on U.S., Japanese, and Dutch imports of advanced semiconductor manufacturing equipment (SME) -- the tools used by chip factories to make chips. Although China is building up its chip manufacturing capacity using imported SME, it is still reliant on imports for most of the semiconductor chips it consumes. China is especially reliant on the United States, Taiwan, and South Korea for imports of the most advanced semiconductor chips. Therefore, export controls on chips could reduce China's access to them. If China cannot import SME, it will remain dependent on imports for chips. This question focuses on semiconductor chips.Data and resolution details. This question resolves based on United Nations Comtrade data. We classified imports as semiconductor chips if they have Harmonized System (HS) code 8542.  The data underlying the graph is here.This question is a metric for a forthcoming scenario on the future of the semiconductor industry.\n",
    "options": [
      {
        "name": "Less than $260 billion",
        "probability": 0.0759,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $260 billion and $300 billion, inclusive",
        "probability": 0.19210000000000002,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $300 billion but less than or equal to $340 billion",
        "probability": 0.3833,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $340 billion but less than or equal to $380 billion",
        "probability": 0.2328,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $380 billion",
        "probability": 0.1159,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "69",
    "numforecasters": "57",
    "stars": 2
  },
  {
    "Title": "What will be the value, in dollars, of U.S. exports of semiconductor chips to China in the first half of 2021?",
    "URL": "https://www.cset-foretell.com/questions/93-what-will-the-dollar-value-of-u-s-exports-of-semiconductor-chips-to-china-be-in-the-first-half-of-2021",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question is part of a cluster that includes U.S. exports of semiconductor manufacturing equipment to China, Chinese imports of semiconductor manufacturing equipment, and Chinese imports of semiconductor chips.Context. The semiconductor manufacturing process has many components manufactured through complicated, highly globalized supply chains. China's ability to produce advanced semiconductor chips is particularly dependent on U.S., Japanese, and Dutch imports of advanced semiconductor manufacturing equipment (SME) -- the tools used by chip factories to make chips. Although China is building up its chip manufacturing capacity using imported SME, it is still reliant on imports for most of the semiconductor chips it consumes. China is especially reliant on the United States, Taiwan, and South Korea for imports of the most advanced semiconductor chips. Therefore, export controls on chips could reduce China's access to them. If China cannot import SME, it will remain dependent on imports for chips. This question focuses on semiconductor chips.Data and resolution details. This question resolves based on United Nations Comtrade data. We classified exports as semiconductor chips if they have Harmonized System (HS) code 8542.  The data underlying the graph is here.This question is a metric for a forthcoming scenario on the future of the semiconductor industry.\n",
    "options": [
      {
        "name": "Less than $3.9 billion",
        "probability": 0.0681,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $3.9 billion but less than or equal to $4.5 billion",
        "probability": 0.1567,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $4.5 billion and $5.1 billion, inclusive",
        "probability": 0.29359999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $5.1 billion and $5.7 billion, inclusive",
        "probability": 0.31829999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $5.7 billion",
        "probability": 0.16329999999999997,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "76",
    "numforecasters": "60",
    "stars": 2
  },
  {
    "Title": "What will be the value, in dollars, of U.S. exports of semiconductor manufacturing equipment to China in the first half of 2021? ",
    "URL": "https://www.cset-foretell.com/questions/92-what-will-the-dollar-value-of-u-s-exports-of-semiconductor-manufacturing-equipment-to-china-be-in-the-first-half-of-2021",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question is part of a cluster that includes U.S. exports of semiconductor chips to China, Chinese imports of semiconductor manufacturing equipment, and Chinese imports of semiconductor chips.Context. The semiconductor manufacturing process has many components manufactured through complicated, highly globalized supply chains. China's ability to produce advanced semiconductor chips is particularly dependent on U.S., Japanese, and Dutch imports of advanced semiconductor manufacturing equipment (SME) -- i.e., the tools used by chip factories to make chips. Although China is building up its chip manufacturing capacity using imported SME, it is still reliant on imports for most of the semiconductor chips it consumes. China is especially reliant on the United States, Taiwan, and South Korea for imports of the most advanced semiconductor chips. Therefore, export controls on chips could reduce China's access to them. If China cannot import SME, it will remain dependent on imports for chips. This question focuses on SME. The United States is considering a number of actions that would reduce the export of SME to China. In September, the Trump Administration restricted exports to China’s Semiconductor Manufacturing International Corporation (SMIC). Data and resolution details. This question resolves based on United Nations Comtrade data. We classified exports as SME if they have any of the following Harmonized System (HS) codes 8486, 903082, 903141, 854311, 901041.  The data underlying the graph is here.This question is a metric for a forthcoming scenario on the future of the semiconductor industry.\n",
    "options": [
      {
        "name": "Less than $2.2 billion",
        "probability": 0.08869999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $2.2 billion but less than or equal to $2.7 billion",
        "probability": 0.2748,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $2.7 billion and $3.2 billion, inclusive",
        "probability": 0.31129999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $3.2 billion and $3.7 billion, inclusive",
        "probability": 0.19940000000000002,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $3.7 billion",
        "probability": 0.1258,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "62",
    "numforecasters": "45",
    "stars": 2
  },
  {
    "Title": "What percentage of U.S. residents will have an unfavorable view of China, as reflected in the 2022 Pew Global Attitudes Survey?",
    "URL": "https://www.cset-foretell.com/questions/91-conditional-on-vice-president-biden-s-election-what-percentage-of-u-s-residents-will-have-an-unfavorable-view-of-china-as-reflected-in-the-2022-pew-global-attitudes-survey",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question was previously conditioned on Vice President Biden's election. Now that Vice President has been elected, we dropped the condition. We also closed the sister question conditional on President Trump's re-election. You can view it here. We previously asked a non-conditional version of this question regarding the 2021 pew survey, which is still live. You can view it here. Context. The percentage of U.S. residents with unfavorable views of China has increased steeply in response to concerns over the trade war, China’s growing military, and lack of faith in President Xi Jinping. According to a 2018 survey by the Pew Research Center, 47 percent of U.S. residents had an unfavorable view of China. That number has since risen steadily, reaching 66 percent in a March 2020 survey and 73 percent in a June-July 2020 survey.Data and resolution details. Pew conducts its U.S. Global Attitudes Survey at irregular intervals. Since 2014, it's conducted the survey annually between February and June. In 2020, it conducted two surveys, one in March and a second in June-July. This question resolves based on the results of a Pew U.S. Global Attitudes Survey that begins sometime between February 1 and June 30, 2022. If no survey begins during that period, this question will not be scored. You can read more about Pew's sampling methodology here. The data underlying the graph is here.This question is a metric for the following scenario: Three Possible 2025 Worlds that Should Inform Policy Today To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 59%",
        "probability": 0.1505,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 59% and 66%, inclusive",
        "probability": 0.2078,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 66% but less than or equal to 73%",
        "probability": 0.272,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 73% but less than or equal to 80%",
        "probability": 0.263,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 80%",
        "probability": 0.1067,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "164",
    "numforecasters": "142",
    "stars": 3
  },
  {
    "Title": "What percentage of U.S. AI publications will have a Chinese co-author in 2021?",
    "URL": "https://www.cset-foretell.com/questions/86-what-percentage-of-u-s-ai-publications-will-be-u-s-china-collaborations-in-2021",
    "Platform": "CSET-foretell",
    "description": "Context. As U.S.-China tensions increase, policymakers are paying greater attention to areas in which the two countries are entangled. One such area relevant to tech-security policy is AI research collaborations. To date, the U.S.-China decoupling trends apparent in economic and immigration data do not appear to be impacting research collaborations. Whether potential conflicts between academic and security interests will begin to affect research collaborations is unclear.Data and resolution details. This question resolves based on Dimensions data. We classified publications as AI/ML-relevant or not using a predictive model trained on arXiv publication data, where a publication is relevant if it’s categorized on arXiv under any of artificial intelligence, machine learning, computer vision, computation and language, multiagent systems, or robotics. To read more about this method, see “Identifying the Development and Application of Artificial Intelligence in Scientific Text.” A publication is a U.S. publication if any author is affiliated with a U.S.-based organization. A publication is a U.S.-China collaboration if at least one author is affiliated with a U.S.-based organization and at least one author is affiliated with a China-based organization. The data underlying the graph is here.This question is a metric for the following scenarios: Three Possible 2025 Worlds that Should Inform Policy Today An Isolated China in a Globalized World To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 15%",
        "probability": 0.0762,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 15% and 17%, inclusive",
        "probability": 0.14679999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 17% but less than or equal to 19%",
        "probability": 0.2833,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 19% but less than or equal to 21%",
        "probability": 0.3323,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 21%",
        "probability": 0.1613,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "94",
    "numforecasters": "87",
    "stars": 2
  },
  {
    "Title": "Will the U.S. government file an antitrust lawsuit against Apple, Amazon, or Facebook between January 20, 2021 and January 19, 2025?",
    "URL": "https://www.cset-foretell.com/questions/89-conditional-on-vice-president-biden-s-election-will-the-u-s-government-file-an-antitrust-lawsuit-against-apple-amazon-or-facebook-between-january-20-2021-and-january-19-2025",
    "Platform": "CSET-foretell",
    "description": "Related questions. This question was previously conditioned on Vice President Biden's election. Now that Vice President has been elected, we dropped the condition. We also closed the sister question conditional on President Trump's re-election. You can view it here. Context. Because the commercial sector, rather than the U.S. government, is pushing the frontier of AI development, the relationship between tech companies and the U.S. government has national security implications. This relationship has been affected by the increasingly likely prospect that the U.S. government will use antitrust laws to break up the companies. After a 16 month investigation, the Democratic members of the House Judiciary Subcommittee on Antitrust concluded on October 6, 2020 that Amazon, Apple, Facebook, and Google have engaged in anti-competitive behavior. On October 20, 2020, the Department of Justice filed a long-awaited antitrust lawsuit against Google. Data and resolution details. This question resolves based on a court filing or official announcement by the U.S. government. A lawsuit qualifies as an antitrust lawsuit if it's brought, at least in part, under the Sherman Act of 1890, Clayton Act of 1914, or Federal Trade Commission Act of 1914. ***This question is a metric for the following scenarios:Three Possible 2025 Worlds that Should Inform Policy Today\n",
    "options": [
      {
        "name": "Yes",
        "probability": 0.7,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.3,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "146",
    "numforecasters": "114",
    "stars": 3
  },
  {
    "Title": "What percentage of U.S. residents will have an unfavorable view of China, as reflected in the 2021 Pew Global Attitudes Survey?",
    "URL": "https://www.cset-foretell.com/questions/80-what-percentage-of-u-s-citizens-will-have-an-unfavorable-view-of-china-as-reflected-in-the-2021-pew-global-attitudes-survey",
    "Platform": "CSET-foretell",
    "description": "Context. The percentage of U.S. residents with unfavorable views of China has increased steeply in response to concerns over the trade war, China’s growing military, and lack of faith in President Xi Jinping. According to a 2018 survey by the Pew Research Center, 47 percent of U.S. residents had an unfavorable view of China. That number has since risen steadily, reaching 66 percent in a March 2020 survey and 73 percent in a June-July 2020 survey.Data and resolution details. Pew conducts its U.S. Global Attitudes Survey at irregular intervals. Since 2014, it's conducted the survey annually between February and June. In 2020, it conducted two surveys, one in March and a second in June-July. This question resolves based on the results of a Pew U.S. Global Attitudes Survey that begins sometime between February 1 and June 30, 2021. If no survey begins during that period, this question will not be scored. You can read more about Pew's sampling methodology here. The data underlying the graph is here.This question is a metric for the following scenario: Three Possible 2025 Worlds that Should Inform Policy Today To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 59%",
        "probability": 0.11230000000000001,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 59% and 66%, inclusive",
        "probability": 0.17800000000000002,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 66% but less than or equal to 73%",
        "probability": 0.2981,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 73% but less than or equal to 80%",
        "probability": 0.2916,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 80%",
        "probability": 0.1199,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "228",
    "numforecasters": "177",
    "stars": 3
  },
  {
    "Title": "What percentage of O visas will go to Chinese nationals in FY 2021 (October 1, 2020 to September 30, 2021)?",
    "URL": "https://www.cset-foretell.com/questions/79-conditional-on-biden-s-election-what-percentage-of-o-visas-will-go-to-chinese-nationals-in-fy-2021-october-1-2020-to-september-30-2021",
    "Platform": "CSET-foretell",
    "description": "Related question. This question was previously conditioned on Vice President Biden's election. Now that Vice President has been elected, we dropped the condition. We also closed the sister question conditional on President Trump's re-election. You can view it here. A variation of this question—specific to O-1 visas—was previously issued for July 1 to September 30, 2020. You can view those forecasts here. Context. This question includes O-1, O-2, and O-3 visas. O-1 is a category of U.S. visa for individuals with extraordinary ability or achievement in the sciences, arts, education, business, or athletics. O-2 visas are for individuals who assist the recipients of O-1 visas, and O-3 visas are for the spouses or children of recipients of O-1 or O-2 visas. The initial authorized period of stay is up to three years, with the possibility of extension.Data and resolution details. This question asks about what will happen assuming Vice President Biden is elected. If he is not, this question will not be scored. If President Trump is re-elected, the companion question will be scored instead.This question is based on U.S. Department of State data. The Department of State provides both annual and (unofficial) monthly statistics on nonimmigrant visa issuances. This question resolves when the Department of State publishes O visa statistics for either fiscal year 2021 or the month of September 2021, whichever comes first. This question includes visas for Mainland China only, not Taiwan.    The data underlying the graph is here.This question is a metric for the following scenarios: Three Possible 2025 Worlds that Should Inform Policy Today An Isolated China in a Globalized World To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 2%",
        "probability": 0.0704,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 2% and 3.5%, inclusive",
        "probability": 0.2218,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 3.5% but less than or equal to 5%",
        "probability": 0.4004,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 5% but less than or equal to 6.5%",
        "probability": 0.22149999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 6.5%",
        "probability": 0.086,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "97",
    "numforecasters": "79",
    "stars": 2
  },
  {
    "Title": "What will total U.S. trade volume with China (imports and exports of goods) be in 2021?",
    "URL": "https://www.cset-foretell.com/questions/76-what-will-total-u-s-trade-volume-with-china-imports-and-exports-of-goods-be-in-2021",
    "Platform": "CSET-foretell",
    "description": "Related question. This question was previously issued for 2020. You can view those forecasts here. The actual data for 2020 will be included in the graph below as soon as it's available.Context. The U.S. and China are the world's two largest economies and each other's largest trading partner. Since 2018, they have been engaged in an escalating trade war, and the COVID-19 pandemic has further reduced trade.  Data and resolution details. This question resolves based on U.S. Census Bureau data. It includes trade in goods only, not services. Total exports and imports for the eight months ending August 30, 2020 were $332 billion, which puts the 2020 figure on pace for $498 billion. Data for those eight months are not included in the graph below.  The data underlying the graph is here.This question is a metric for the following scenarios: Three Possible 2025 Worlds that Should Inform Policy Today An Isolated China in a Globalized World To suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than $400 billion",
        "probability": 0.0861,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $400 billion and $480 billion, inclusive",
        "probability": 0.21960000000000002,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $480 billion but less than or equal to $560 billion",
        "probability": 0.36700000000000005,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $560 billion but less than or equal to $640 billion",
        "probability": 0.2372,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $640 billion",
        "probability": 0.0902,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "92",
    "numforecasters": "67",
    "stars": 2
  },
  {
    "Title": "What percentage of U.S. corporate press releases about AI will reference AI ethics in 2021?",
    "URL": "https://www.cset-foretell.com/questions/45-what-percent-of-u-s-corporate-press-releases-about-ai-will-be-about-ai-ethics-in-2021",
    "Platform": "CSET-foretell",
    "description": "Data and resolution details. This question is based on data from the Nexis Metabase (2020), a corpus of global news articles on a variety of topics. The question is limited to press releases by companies that Nexis categorizes as corporate and located in the United States. A press release is on the topic of AI if it mentions the term \"artificial intelligence\" of \"machine learning\"; and it's on the topic of AI ethics if it also mentions either \"ethics,\" \"bias,\" fairness,\" or any variant of those terms.  The data underlying the graph is here.This question is a metric for the following scenarios:The Impact of COVID-19 on the ML Research Field\n",
    "options": [
      {
        "name": "Less than 1.5%",
        "probability": 0.0646,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 1.5% and 3%, inclusive",
        "probability": 0.1374,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 3% but less than or equal to 4.5%",
        "probability": 0.2119,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 4.5% but less than or equal to 6%",
        "probability": 0.26780000000000004,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 6%",
        "probability": 0.3184,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "178",
    "numforecasters": "132",
    "stars": 3
  },
  {
    "Title": "How much will the U.S. government spend on surveillance-related AI grants between June 1, 2020 and May 31, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/41-how-much-will-the-u-s-government-spend-on-surveillance-related-ai-grants-between-june-1-2020-and-may-31-2021-inclusive",
    "Platform": "CSET-foretell",
    "description": "Context. The U.S. government funds research through both grants and contracts. This question focuses only on grants.Data and resolution details. This question resolves based on data from the Dimensions grant database. For this question, a grant is an \"AI grant\" if the abstract mentions either \"artificial intelligence\" or \"machine learning.\" A grant is \"surveillance related\" if its abstract includes the term \"surveillance,\" \"facial recognition,\" or a variant on those terms. This question resolves when CSET receives Dimensions grant data through May 31, 2021. For the first third of the year in question -- not reflected in the graph below -- the U.S. government spent $1.1 million on surveillance-related AI grants.  The data underlying the graph is here.This question is a metric for the following scenarios: Tech Companies Threaten Democracy COVID-19 Surveillance Strengthens Authoritarian Governments \n",
    "options": [
      {
        "name": "Less than $3 million",
        "probability": 0.0464,
        "type": "PROBABILITY"
      },
      {
        "name": "Between $3 million and $7 million, inclusive",
        "probability": 0.2084,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $7 million but less than or equal to $11 million",
        "probability": 0.287,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $11 million but less than or equal to $15 million",
        "probability": 0.2164,
        "type": "PROBABILITY"
      },
      {
        "name": "More than $15 million",
        "probability": 0.2418,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "92",
    "numforecasters": "72",
    "stars": 2
  },
  {
    "Title": "How many times will the Japanese Air Force respond to threats to Japan's territorial airspace by Chinese military aircraft between April 1, 2020 and March 31, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/32-how-many-sorties-against-chinese-aircraft-will-the-japanese-air-self-defense-force-conduct-by-april-30th-2020",
    "Platform": "CSET-foretell",
    "description": "Context. Japan is a U.S. treaty ally and a major U.S. strategic partner in the Indo-Pacific. When Chinese military aircraft enter Japanese airspace without authorization, the Japanese air force sends fighter jets in response. The frequency of Chinese incursions into Japanese air space reflects tensions between China and Japan and the aggressiveness of China's foreign policy. For example, the spike in 2016 coincided with Japan's announced intention to revise its constitution in a manner China found threatening (Gui Yongtao).Data and resolution details. This question resolves in April 2021 based on official figures released by the Japanese government (Japan Air Self-Defense Force). The data underlying the graph is here.This question is a metric for the following scenarios:Three Possible 2025 Worlds that Should Inform Policy TodayTo suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 675",
        "probability": 0.3508,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 675 and 750, inclusive",
        "probability": 0.30579999999999996,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 750 but less than or equal to 825",
        "probability": 0.177,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 825 but less than or equal to 900",
        "probability": 0.114,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 900",
        "probability": 0.0525,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "91",
    "numforecasters": "58",
    "stars": 2
  },
  {
    "Title": "How many new H-1B visa applications submitted by the \"Big 5\" tech companies will the U.S. grant between October 1, 2020 and September 30, 2021, inclusive?",
    "URL": "https://www.cset-foretell.com/questions/23-how-many-new-h-1b-applications-submitted-by-the-big-5-tech-companies-will-the-u-s-grant-in-fy-2020",
    "Platform": "CSET-foretell",
    "description": "Context. H-1B is a visa category for skilled workers, accounting for about 108,000 annual entrants (Arnold et al.). It's also a common immigration pathway for AI-skilled workers. Data and resolution details. This question resolves based on \"initial approvals\" reported in the USCIS annual summary for FY 2020.  The chart below is based on the same data for previous fiscal years. The\"Big 5\" tech companies are Google, Amazon, Apple, Facebook, and Microsoft, including all affiliates with those words at the beginning of their title. For example, Amazon includes Amazon Web Services and Amazon Fulfillment Services. The date range, October 1 through September 30, is the government fiscal year.The H-1B Employer Data Hub provides quarterly updates on H-1B statistics. For example, if one downloads all data for FY 2020 and then filters by the Big-5 tech companies, they'll see H-1B statistics as of the most recent quarter for which there's data. As of December 2020, the Employer Data Hub has data through Q3 of FY 2020 (June 30, 2020). In the first three quarters of FY 2020, 4,650 new H-1B applications submitted by the \"Big 5\" tech companies were granted. This figure is not reflected in the chart below. The data underlying the graph is here.This question is a metric for the following scenarios:Three Possible 2025 Worlds that Should Inform Policy TodayTo suggest a change or clarification to this question, please select Request Clarification from the green gear-shaped dropdown button to the right of the question.\n",
    "options": [
      {
        "name": "Less than 5,000",
        "probability": 0.2245,
        "type": "PROBABILITY"
      },
      {
        "name": "Between 5,000 and 7,500, inclusive",
        "probability": 0.23379999999999998,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 7,500 but less than or equal to 10,000",
        "probability": 0.2589,
        "type": "PROBABILITY"
      },
      {
        "name": "More than 10,000 but less than or equal to12,500",
        "probability": 0.1723,
        "type": "PROBABILITY"
      },
      {
        "name": "More than12,500",
        "probability": 0.1106,
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "123",
    "numforecasters": "77",
    "stars": 3
  }
]