[
  {
    "title": "Will Joe Biden's approval rating be 54% or higher on March 15, 2021?",
    "url": "https://polymarket.com/market/will-joe-bidens-approval-rating-be-54-or-higher-on-march-15-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether Joe Biden's approval rating will be 54% or higher on March 15, 2021. The resolution source will be FiveThirtyEight's approval rating poll aggregator, https://projects.fivethirtyeight.com/biden-approval-rating/. Changes in the methodology by which FiveThirtyEight calculates the approval rating will have no bearing on the resolution of this market. If for any reason the resolution source is unavailable on the resolution date, resolution will be delayed up to 48 hours. If still unavailable following that delay, this market will resolve to 50/50. If Joe Biden is not President on the resolution date, this market will resolve according to the most recent available approval rating is. The resolution date for this market will be on March 16, 2021 according to data published for the day of March 15th, 2021. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC). ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.5912332059742390355768436548647593",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.4087667940257609644231563451352407",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "98",
    "stars": 2
  },
  {
    "title": "Will the Tokyo Summer Olympics be cancelled or postponed by May 1, 2021?",
    "url": "https://polymarket.com/market/will-the-tokyo-summer-olympics-be-cancelled-or-postponed",
    "platform": "PolyMarket",
    "description": "This is a market on whether the Tokyo Summer Olympics will be canceled or postponed prior to May 1, 2021, 12:00pm EST. The opening ceremony is currently scheduled to take place on July 23, 2021. If an official statement is published by the International Olympic Committee on https://www.olympic.org/ which announces that the ceremony will take place on a date later than July 23, 2021, this market will resolve to “Yes\". If no such announcement is made prior to the resolution date, this market will resolve to “No\". The resolution source for this market will be an official statement published to olympic.org, the official website of the International Olympic Committee. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.278006628968392680727230006188014",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.721993371031607319272769993811986",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "107",
    "stars": 2
  },
  {
    "title": "Will Floyd Mayweather beat Logan Paul in their boxing exhibition match?",
    "url": "https://polymarket.com/market/will-floyd-mayweather-beat-logan-paul-in-their-boxing-exhibition-match",
    "platform": "PolyMarket",
    "description": "This is a market on whether Floyd Mayweather will win his boxing exhibition match against Logan Paul set to take place on February 20th, 2021. If Floyd Mayweather is declared the winner of this bout, either by knockout or by judgement, this market will resolve “Yes.” If Logan Paul is declared the winner, or this fight is declared a draw, this market will resolve to “No”. If this match is, for any reason, postponed to a date earlier than May 1st, 2021, the same market resolution conditions will apply for whenever the fight is rescheduled. In the event the boxing match does not take place before then, the market will resolve to .90 for \"Yes\" and .10 for \"No\", which is in line with existing market odds at time of deployment. More info can be found about this fight on the Fanmio website here: https://fanmio.com/products/floyd-mayweather-vs-logan-paul-special-exhibition-fight. In the event of ambiguity in regards to the outcome, this market will be resolved in good faith by the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9022469599974555351328838275115093",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.09775304000254446486711617248849072",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "680",
    "stars": 2
  },
  {
    "title": "Will Bitcoin ($BTC) be above $55k on March 15, 2021?",
    "url": "https://polymarket.com/market/will-bitcoin-btc-be-above-55k-on-march-15-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if the USD price of Bitcoin $BTC will be above $55000 on March 15, 2021, 12:00pm EST, according to coinmarketcap.com/currencies/bitcoin/. This market will resolve to “Yes“ if BTC is trading above $55000 according to Coinmarketcap on the resolution date, and “No“ otherwise. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.3080860448017389804247558463594093",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.6919139551982610195752441536405907",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "262",
    "stars": 2
  },
  {
    "title": "Will ETH be above $2000 on March 1st, 2021?",
    "url": "https://polymarket.com/market/will-eth-be-above-2000-on-march-1st-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if the USD price of Ether $ETH will be above $2000 on March 1st, 2021, 12:00pm EST, according to coinmarketcap.com/currencies/ethereum/. This market will resolve to “Yes“ if ETH is trading above $2000 according to Coinmarketcap on the resolution date, and “No“ otherwise. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.03294620721044738846451705962445239",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9670537927895526115354829403755476",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "2620",
    "stars": 2
  },
  {
    "title": "Will Apple, Amazon, or Twitter announce a Bitcoin purchase before April 1, 2021?",
    "url": "https://polymarket.com/market/will-apple-amazon-or-twitter-announce-a-bitcoin-purchase-before-april-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Apple ($AAPL), Amazon ($AMZN), or Twitter ($TWTR) will announce either their intention to purchase Bitcoin ($BTC) off their balance sheet, the completion of such a purchase, or, in any other way, ownership of BTC on their balance sheet. This announcement may come from any official channel. This market will resolve to “Yes” if Apple, Amazon, or Twitter satisfies any of the aforementioned resolution conditions before the resolution date, April 1, 2021, 12:00am EST. If for any reason the market conditions are not met by the resolution date, this market will resolve to “No”. In the event of ambiguity in regards to the outcome of this market, it will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.2490115960477614583795568035061873",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.7509884039522385416204431964938127",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "408",
    "stars": 2
  },
  {
    "title": "Who will win UFC 259: Blachowicz vs. Adesanya?",
    "url": "https://polymarket.com/market/who-will-win-ufc-259-blachowicz-vs-adesanya",
    "platform": "PolyMarket",
    "description": "This is a market on who will win the UFC 259 fight between Błachowicz and Adesanya, set to take place on March 6, 2021. This market will resolve to the winner of the bout, either by knockout or by judgment. If the UFC 259 fight is rescheduled to take place on a date other than March 6, 2021, the same rules will apply if the fight is rescheduled to any day before May 1, 2021. If the fight does not take place by May 1, 2021, this market will resolve to 50:50. If the fight is a draw, this market will resolve to 50:50. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). ",
    "options": [
      {
        "name": "Blachowicz",
        "probability": "0.3046373037273517250034379791950288",
        "type": "PROBABILITY"
      },
      {
        "name": "Adesanya",
        "probability": "0.6953626962726482749965620208049712",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "21",
    "stars": 2
  },
  {
    "title": "Will Johnson and Johnson's COVID-19 vaccine receive FDA approval or Emergency Use Authorization (EUA) by March 15, 2021?",
    "url": "https://polymarket.com/market/will-johnson-and-johnson-s-covid-19-vaccine-receive-fda-approval-or-emergency-use-authorization-eua-by-march-15-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether Johnson and Johnson's COVID-19 vaccine will receive regulatory approval in the USA in the form of either FDA approval OR Emergency Use Authorization, whichever comes first. This market will resolve to “Yes” if Johnson and Johnson's COVID-19 vaccine receives FDA approval or EUA prior to the resolution date, March 15, 2021, 12:00 pm EST, and \"No\" otherwise.\n\nThis market will be resolved in good faith, according to the FDA list of licensed vaccines (https://www.fda.gov/vaccines-blood-biologics/vaccines/vaccines-licensed-use-united-states), the FDA EUA list (https://www.fda.gov/emergency-preparedness-and-response/mcm-legal-regulatory-and-policy-framework/emergency-use-authorization), as well as any other resolution source deemed appropriate by the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9854555339133524836606458548413984",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.01454446608664751633935414515860157",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "183",
    "stars": 2
  },
  {
    "title": "Will Donald Trump be President of the USA on March 31, 2021?",
    "url": "https://polymarket.com/market/will-donald-trump-be-president-of-the-usa-on-march-31-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Donald Trump will be President of the United States on March 31, 2021, 12pm EST. This market will resolve to “Yes“ if, on the resolution date, Donald Trump is the current President of the United States, officially substantiated by official US government sources, like the links provided as the resolution source. If, for any reason, Donald Trump is not the sitting President of the United States on that date, this market will resolve to “No\". The resolution sources are: 1. https://www.loc.gov/rr/print/list/057_chron.html , 2. https://history.house.gov/Institution/Presidents-Coinciding/Presidents-Coinciding/ and 3. https://www.whitehouse.gov/. \n\nIf any of these 3 sources list Donald Trump officially as the current sitting president on the resolution date, this market will resolve to \"Yes\". In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.0264302380349717265967367613839364",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9735697619650282734032632386160636",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "2830",
    "stars": 2
  },
  {
    "title": "How many more tweets will be on the @WHCOS account on March 4, 2021?",
    "url": "https://polymarket.com/market/how-many-more-tweets-will-be-on-the-whcos-account-on-march-4-2021",
    "platform": "PolyMarket",
    "description": "This is a market on the number of tweets that will be posted to White House Chief of Staff’s Twitter account prior to the resolution date, March 4, 2021 at 3:00pm EST. \n\nAt 3:00pm EST on the resolution date, the number of total tweets posted by the Twitter account @WHCOS, shall exceed 1,201 (the \"Baseline\") by the number or range identified in the contract, as indicated by the number under the label \"TWEETS\" on the account detail viewable on the desktop version of https://tweetdeck.twitter.com/. This account detail can be viewed by using a Twitter account to log into the website https://tweetdeck.twitter.com/, searching for @WHCOS, then clicking the verified account labeled “@WHCOS” from the search results. Should the total tweets reported by that source at that time appear not to include one or more tweets posted by @WHCOS just before 3:00pm, and still available on that account's timeline at 3:00pm, Polymarket may use additional sources in determining whether any such tweet(s) should be included in the market's resolution. The number by which the total tweets on the resolution date exceeds the Baseline may not equal the number of tweets actually posted over that time period, in light of numerous factors, including but not limited to the fact that the account's total tweets upon launch of the market may differ from the Baseline, tweets may be deleted prior to the resolution date of this market, and specialized tweets such as quotes, retweets, replies, promoted tweets, may or may not be included in that total.\n\nNeither Ronald Klain, nor any authorized user of the account in question, need be the author of any such tweets, nor must any authorized user maintain control of the account. Should the resolution source be unavailable at that date and time, for any reason other than deletion, deactivation, or a change in the privacy settings of the account, Polymarket may postpone settlement of this market until the source becomes available. In such a case, the account's total tweets will be measured once Polymarket becomes aware that the source has again become available. If Polymarket deems the source to be permanently unavailable, this market will resolve to the lowest bracket. Should an updated count of total tweets not be available from twitter.com at the date and time of expiration, due to apparent deletion, deactivation, suspension, or a change in privacy settings by a user of the account or by Twitter, this market will resolve to the lowest bracket. The blocking of one or more Twitter accounts by @WHCOS will not be considered to render the settlement source unavailable.\n\nShould the navigation, layout, URL, or labeling of the elements of the settlement source be altered by Twitter or Tweetdeck prior to expiration (other than via deletion or deactivation of the account), this market will still be resolved according to the aforementioned formula, so long as Polymarket can reasonably determine the relevant number of total tweets from twitter.com. The merging, migration, or other combination of one or more Twitter accounts will not in and of itself cause the settlement source to be considered unavailable, so long as an updated count of total tweets can be determined according to the aforementioned formula, even if such combination causes an increase or decrease in that count that does not represent the number of tweets posted to the account during the time period in question.\n\nIn the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Less than 170",
        "probability": "0.06430328880578920369202607740694427",
        "type": "PROBABILITY"
      },
      {
        "name": "170-185",
        "probability": "0.05004088067387826503329302061874125",
        "type": "PROBABILITY"
      },
      {
        "name": "186-200",
        "probability": "0.07481154781248809283877935440324109",
        "type": "PROBABILITY"
      },
      {
        "name": "201-215",
        "probability": "0.09831808435750345312522075938891994",
        "type": "PROBABILITY"
      },
      {
        "name": "216-230",
        "probability": "0.1787415859465528425785640653439941",
        "type": "PROBABILITY"
      },
      {
        "name": "More than 230",
        "probability": "0.5337846124037881427321167228381595",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "135",
    "stars": 2
  },
  {
    "title": "Will Joe Biden be President of the USA on March 1, 2021?",
    "url": "https://polymarket.com/market/will-joe-biden-be-president-of-the-usa-on-march-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Joe Biden will be President of the United States on March 1, 2021, 11:59 PM EST. This market will resolve to “Yes“ if, on the resolution date, Joe Biden is listed as being the current President of the United States according to official US government sources, like the link provided as the resolution source. If, for any reason, Joe Biden is not the sitting President of the United States on that date, this market will resolve to “No“. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). The resolution source for this market will be the official website of the United States President, [https://www.whitehouse.gov/](https://www.whitehouse.gov/)",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9957505008183852969116973649164355",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.004249499181614703088302635083564485",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "4311",
    "stars": 2
  },
  {
    "title": "Will the price of Unisocks be above $100,000 on February 28, 2021?",
    "url": "https://polymarket.com/market/will-the-price-of-unisocks-be-above-100000-on-february-28-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if the USD price of Unisocks Edition 0 $SOCKS will be above $100,000 on February 28th, 2021, 12:00pm EST, according to https://www.coingecko.com/en/coins/unisocks. This market will resolve to “Yes\" if SOCKS is trading above $100,000 according to Coingecko on the resolution date, and “No\" otherwise. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.0242293417432455338205620517744352",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9757706582567544661794379482255648",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "515",
    "stars": 2
  },
  {
    "title": "$2000 stimulus checks by February 28, 2021?",
    "url": "https://polymarket.com/market/2000-stimulus-checks-by-february-28-2021",
    "platform": "PolyMarket",
    "description": "This market concerns whether or not legislation will be signed into law by February 28, 2021, 11:59pm EST which includes direct government stimulus payments to US citizens of $2000. This market will resolve to “Yes” if any such legislation becomes law prior to the resolution date according to the official Congress website, regardless of if the stimulus checks have been paid out yet. This market will resolve to “No” if no such legislation becomes law prior to the resolution date. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC). The resolution source will be congress.gov/bill, the official website of Congress.\n\nClarifying Note: In the event of an amendment that effectively increases stimulus payments from $600 to $2000, this market will resolve to \"Yes\". In the event of an additional payment of $1400 to supplement existing $600 payments, this market will resolve to \"Yes\". In the event of a $2000 payment to supplement the existing $600 payment, this market will resolve to \"Yes\".",
    "options": [
      {
        "name": "Yes",
        "probability": "0.004392212558737191680681295942628374",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9956077874412628083193187040573716",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "2039",
    "stars": 2
  },
  {
    "title": "Will the US have fewer than 50,000 new COVID-19 cases on any day before March 15, 2021?",
    "url": "https://polymarket.com/market/will-the-us-have-fewer-than-50-000-new-covid-19-cases-on-any-day-before-march-15-2021-1",
    "platform": "PolyMarket",
    "description": "This is a market on whether there will be a single day after the creation of this market and prior to the resolution date, March 15, 2021, 12:00 pm EST, with fewer than 50,000 recorded COVID-19 cases in the United States. This market will resolve to “Yes\" if on any single day prior to the resolution date there are fewer than 50,000 COVID-19 cases recorded. This market will resolve to “No\" if there is no single day the United States records fewer than 50,000 COVID-19 cases according to the resolution source. The resolution source for this market will be [https://covid.cdc.gov/covid-data-tracker/#trends_dailytrendscases](https://covid.cdc.gov/covid-data-tracker/#trends_dailytrendscases), the CDC's official count of Coronavirus cases. \n\nIn response to trader inquiry: If it can be reasonably construed that the resolution source, the CDC, will publish corrected or otherwise revised COVID-19 case numbers, resolution of this market will consider only those revised numbers. In the event of an initial report which counts case numbers as lower than 50,000 but which is later revised (within 48 hours), only the revised numbers will be considered for the resolution of this market. Accordingly, resolution of this market may be delayed up to 48 hours if revised numbers are expected to be published. \n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.5702409591722482540092315086100984",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.4297590408277517459907684913899016",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "2173",
    "stars": 2
  },
  {
    "title": "Will ETH be above $2000 on April 1st, 2021?",
    "url": "https://polymarket.com/market/will-eth-be-above-2000-on-april-1st-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if the USD price of Ether $ETH will be above $2000 on April 1st, 2021, 12:00pm EST, according to coinmarketcap.com/currencies/ethereum/. This market will resolve to “Yes“ if ETH is trading above $2000 according to Coinmarketcap on the resolution date, and “No“ otherwise. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.3058684843028542455566095324800681",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.6941315156971457544433904675199319",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "79",
    "stars": 2
  },
  {
    "title": "Will Beeple's \"Everydays: The First 5000 Days\" sell for more than $10 million in its Christie's auction?",
    "url": "https://polymarket.com/market/will-beeple-s-everydays-the-first-5000-days-sell-for-more-than-10-million-in-its-christie-s-auction",
    "platform": "PolyMarket",
    "description": "This is a market on whether the final sale price for Beeple’s \"Everydays: The First 5000 Days\", currently on auction at Christie's, will be above $10 million. This market will resolve to “Yes” if the final hammer price of the auction is greater than $10 million USD and the sale is confirmed as successful, and “No” otherwise”. The auction is being conducted by Christie's and is scheduled to take place from February 25th to March 11th. In the event the auction is postponed, resolution of this market will be delayed accordingly. If the auction is canceled entirely, this market will resolve to “No”. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.4640226100947257693085757841216682",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.5359773899052742306914242158783318",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "27",
    "stars": 2
  },
  {
    "title": "Will Joe Biden be President of the USA on April 30, 2021?",
    "url": "https://polymarket.com/market/will-joe-biden-be-president-of-the-usa-on-april-30-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Joe Biden will be President of the United States on April 30, 2021, 11:59 PM EST. This market will resolve to “Yes“ if, on the resolution date, Joe Biden is listed as being the current President of the United States according to official US government sources, like the link provided as the resolution source. If, for any reason, Joe Biden is not the sitting President of the United States on that date, this market will resolve to “No“. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). The resolution source for this market will be the official website of the United States President, https://www.whitehouse.gov/",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9436482387552235892497453511881497",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.05635176124477641075025464881185034",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "30",
    "stars": 2
  }
]