[
  {
    "title": "Will Floyd Mayweather beat Logan Paul in their boxing exhibition match?",
    "url": "https://polymarket.com/market/will-floyd-mayweather-beat-logan-paul-in-their-boxing-exhibition-match",
    "platform": "PolyMarket",
    "description": "This is a market on whether Floyd Mayweather will win his boxing exhibition match against Logan Paul set to take place on February 20th, 2021. If Floyd Mayweather is declared the winner of this bout, either by knockout or by judgement, this market will resolve “Yes.” If Logan Paul is declared the winner, or this fight is declared a draw, this market will resolve to “No”. If this match is, for any reason, postponed to a date earlier than May 1st, 2021, the same market resolution conditions will apply for whenever the fight is rescheduled. In the event the boxing match does not take place before then, the market will resolve to .90 for \"Yes\" and .10 for \"No\", which is in line with existing market odds at time of deployment. More info can be found about this fight on the Fanmio website here: https://fanmio.com/products/floyd-mayweather-vs-logan-paul-special-exhibition-fight. In the event of ambiguity in regards to the outcome, this market will be resolved in good faith by the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9025904062700764642551528216597443",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.09740959372992353574484717834025572",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "721",
    "stars": 4
  },
  {
    "title": "Will the federal minimum wage be $9.50 per hour or higher by April 1?",
    "url": "https://polymarket.com/market/will-the-federal-minimum-wage-be-9-50-per-hour-or-higher-by-april-1-1",
    "address": "0x36BB6f09327d1A7D0930668345655d6A6e3c6b20",
    "description": "This is a market on if the federal minimum wage will be $9.50 per hour or higher by April 1, 12:00pm EST. This market will resolve to \"Yes\" if the federal minimum wage in effect for covered non-exempt employees is $9.50 or more per hour at any point prior to the resolution date, and \"No\" otherwise. The primary resolution source for this market will be the U.S. Department of Labor's website, https://www.dol.gov/.",
    "outcomes": [
      "Yes",
      "No"
    ],
    "options": []
  },
  {
    "title": "Will Joe Biden's approval rating be 54% or higher on March 15, 2021?",
    "url": "https://polymarket.com/market/will-joe-bidens-approval-rating-be-54-or-higher-on-march-15-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether Joe Biden's approval rating will be 54% or higher on March 15, 2021. The resolution source will be FiveThirtyEight's approval rating poll aggregator, https://projects.fivethirtyeight.com/biden-approval-rating/. Changes in the methodology by which FiveThirtyEight calculates the approval rating will have no bearing on the resolution of this market. If for any reason the resolution source is unavailable on the resolution date, resolution will be delayed up to 48 hours. If still unavailable following that delay, this market will resolve to 50/50. If Joe Biden is not President on the resolution date, this market will resolve according to the most recent available approval rating is. The resolution date for this market will be on March 16, 2021 according to data published for the day of March 15th, 2021. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC). ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.5922690092000522779081613694725283",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.4077309907999477220918386305274717",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "348",
    "stars": 4
  },
  {
    "title": "Will Donald Trump be President of the USA on March 31, 2021?",
    "url": "https://polymarket.com/market/will-donald-trump-be-president-of-the-usa-on-march-31-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Donald Trump will be President of the United States on March 31, 2021, 12pm EST. This market will resolve to “Yes“ if, on the resolution date, Donald Trump is the current President of the United States, officially substantiated by official US government sources, like the links provided as the resolution source. If, for any reason, Donald Trump is not the sitting President of the United States on that date, this market will resolve to “No\". The resolution sources are: 1. https://www.loc.gov/rr/print/list/057_chron.html , 2. https://history.house.gov/Institution/Presidents-Coinciding/Presidents-Coinciding/ and 3. https://www.whitehouse.gov/. \n\nIf any of these 3 sources list Donald Trump officially as the current sitting president on the resolution date, this market will resolve to \"Yes\". In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.01428626098489305771182621788648866",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9857137390151069422881737821135113",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "3295",
    "stars": 4
  },
  {
    "title": "Will any NBA Topshot sell for more than $300,000 by March 20, 2021?",
    "url": "https://polymarket.com/market/will-any-nba-topshot-sell-for-more-than-300000-by-march-20-2021",
    "platform": "PolyMarket",
    "description": "This is a market on the highest price that will be paid for an NBA Top Shot moment before March 20, 2021, 12:00 pm ET. This market will resolve to “Yes” if an NBA Top Shot moment is sold for over $300,000 USD before March 20, 2021, 12:00 pm ET. This market will resolve to “No” if no single NBA Top Shot moment is sold for more than $300,000 before March 20, 2021, 12:00 pm ET. The official resolution source will be the NBA Top Shot website, https://www.nbatopshot.com, and the corresponding Flowscan transaction record (https://flowscan.org/).\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.1037850776367937712365868678952302",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.8962149223632062287634131321047698",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "83",
    "stars": 4
  },
  {
    "title": "New government stimulus checks by March 15, 2021?",
    "url": "https://polymarket.com/market/new-government-stimulus-checks-by-march-15-2021",
    "platform": "PolyMarket",
    "description": "This market concerns whether or not legislation will be signed into law by March 15, 2021, 12:00pm EST which includes direct government stimulus payments to US citizens. This market will resolve to “Yes” if any such legislation becomes law prior to the resolution date according to the official Congress website, regardless of if the stimulus checks have been paid out yet. This market will resolve to “No” if no such legislation becomes law prior to the resolution date. If the stimulus payment is only available to a certain subset of US citizens, this market will still resolve to \"Yes\". In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC). The resolution source will be congress.gov/bill, the official website of Congress.",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9782538207860741130258555773468584",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.02174617921392588697414442265314155",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "596",
    "stars": 4
  },
  {
    "title": "Will Joe Biden be President of the USA on April 30, 2021?",
    "url": "https://polymarket.com/market/will-joe-biden-be-president-of-the-usa-on-april-30-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Joe Biden will be President of the United States on April 30, 2021, 11:59 PM EST. This market will resolve to “Yes“ if, on the resolution date, Joe Biden is listed as being the current President of the United States according to official US government sources, like the link provided as the resolution source. If, for any reason, Joe Biden is not the sitting President of the United States on that date, this market will resolve to “No“. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). The resolution source for this market will be the official website of the United States President, https://www.whitehouse.gov/",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9383426063173342395056578822128255",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.0616573936826657604943421177871745",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "767",
    "stars": 4
  },
  {
    "title": "Will Andrew Yang win the Democratic primary for Mayor of New York City in 2021?",
    "url": "https://polymarket.com/market/will-andrew-yang-win-the-democratic-primary-for-mayor-of-new-york-city-in-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Andrew Yang will win the Democratic primary for New York City Mayor in 2021. This market will resolve to \"Yes\" if Yang is the winner of the Democratic primary for Mayor of New York City, and \"No\" otherwise. The primary is currently scheduled for June 22, 2021. In the event that the primary is not held on that date, the resolution of this market will be delayed until the primary takes place. If no primary is held in 2021, this market will resolve to \"No\". The resolution source for this market will be any official CNN publication that declares Andrew Yang the primary winner. In the event of conflicting sources between CNN and WSJ (https://www.wsj.com) or Associated Press (https://apnews.com/), the market will only be resolved once there is a definitive winner. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).\n\n \n\n\n\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.4797381013292123136619314978444659",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.5202618986707876863380685021555341",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "126",
    "stars": 4
  },
  {
    "title": "Will Andrew Cuomo be Governor of New York on June 1, 2021?",
    "url": "https://polymarket.com/market/will-andrew-cuomo-be-governor-of-new-york-on-june-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether Andrew Cuomo will be governor of New York on June 1, 2021, 12:00 pm ET. This market will resolve to “Yes” if, on the resolution date, Andrew Cuomo is the Governor of New York as substantiated by official government sources like https://www.governor.ny.gov/. If, for any reason, Andrew Cuomo is not the sitting Governor of New York on that date, this market will resolve to “No”.  The resolution source for this market is https://www.governor.ny.gov/. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.7988761039682734077181639725934345",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.2011238960317265922818360274065655",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "94",
    "stars": 3
  },
  {
    "title": "Will ETH be above $1500 on March 7th, 2021?",
    "url": "https://polymarket.com/market/will-eth-be-above-1500-on-march-7th-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if the USD price of Ether $ETH will be above $1500 on March 7th, 2021, 12:00pm EST, according to coinmarketcap.com/currencies/ethereum/. This market will resolve to “Yes“ if ETH is trading above $1500 according to Coinmarketcap on the resolution date, and “No“ otherwise. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9997277162813358301013561917408765",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.0002722837186641698986438082591235352",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "2245",
    "stars": 3
  },
  {
    "title": "Will the Tokyo Summer Olympics be cancelled or postponed by May 1, 2021?",
    "url": "https://polymarket.com/market/will-the-tokyo-summer-olympics-be-cancelled-or-postponed",
    "platform": "PolyMarket",
    "description": "This is a market on whether the Tokyo Summer Olympics will be canceled or postponed prior to May 1, 2021, 12:00pm EST. The opening ceremony is currently scheduled to take place on July 23, 2021. If an official statement is published by the International Olympic Committee on https://www.olympic.org/ which announces that the ceremony will take place on a date later than July 23, 2021, this market will resolve to “Yes\". If no such announcement is made prior to the resolution date, this market will resolve to “No\". The resolution source for this market will be an official statement published to olympic.org, the official website of the International Olympic Committee. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.1089138869398000671566351621910351",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.8910861130601999328433648378089649",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "239",
    "stars": 4
  },
  {
    "title": "Will ETH be above $2000 on April 1st, 2021?",
    "url": "https://polymarket.com/market/will-eth-be-above-2000-on-april-1st-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if the USD price of Ether $ETH will be above $2000 on April 1st, 2021, 12:00pm EST, according to coinmarketcap.com/currencies/ethereum/. This market will resolve to “Yes“ if ETH is trading above $2000 according to Coinmarketcap on the resolution date, and “No“ otherwise. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.3442695524534932485445110944704756",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.6557304475465067514554889055295244",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "349",
    "stars": 4
  },
  {
    "title": "Will Donald Trump be President of the USA on May 31, 2021?",
    "url": "https://polymarket.com/market/will-donald-trump-be-president-of-the-usa-on-may-31-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Donald Trump will be President of the United States on May 31, 2021, 12 pm ET. This market will resolve to “Yes“ if, on the resolution date, Donald Trump is the current President of the United States, officially substantiated by US government sources, like the links provided as the resolution source. If, for any reason, Donald Trump is not the sitting President of the United States on that date, this market will resolve to “No\". The resolution sources are: 1. https://www.loc.gov/rr/print/list/057_chron.html , 2. https://history.house.gov/Institution/Presidents-Coinciding/Presidents-Coinciding/ and 3. https://www.whitehouse.gov/. \n\nIf any of these 3 sources list Donald Trump officially as the current sitting president on the resolution date, this market will resolve to \"Yes\". In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.04141542959661707716254055386508762",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9585845704033829228374594461349124",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "61",
    "stars": 4
  },
  {
    "title": "Will there be enough signatures for a vote on the recall of Gov. Newsom by March 17?",
    "url": "https://polymarket.com/market/will-there-be-enough-signatures-for-a-vote-on-recall-of-gov-newsom-by-march-17",
    "platform": "PolyMarket",
    "description": "This is a market on if there will be enough petition signatures for a vote on the recall of California Governor Gavin Newson prior to March 17, 2021. This market will resolve to \"Yes\" if a recall election is triggered and \"No\" otherwise. The linked PredictIt question will be referenced as the leading resolution source, https://www.predictit.org/markets/detail/7039/Will-there-be-enough-signatures-by-Mar-17-for-a-vote-on-recall-of-Gov-Newsom. This market will resolve when the PredictIt market is resolved, to the same outcome.",
    "options": [
      {
        "name": "Yes",
        "probability": "0.8849598718521151481280201135347557",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.1150401281478848518719798864652443",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "885",
    "stars": 4
  }
]