[
  {
    "title": "Will American mask usage be 75% or higher on April 14th, 2021?",
    "url": "https://polymarket.com/market/will-american-mask-usage-be-75-or-higher-on-april-14th-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether the American \"observed mask usage\" metric will be above 75% on April 14th, 2021. This market will resolve when data is first made available for the date of April 14th, 2021. This market will resolve to \"Yes\" if the metric is 75% or higher on the resolution date, and “No” otherwise. There will be no delay in resolutions for any incoming data updates or revisions past the initial publication of data for April 14th. The resolution source for this market will be the Institute for Health Metrics and Evaluation’s website, https://covid19.healthdata.org/united-states-of-america?view=mask-use&tab=trend. Specific, non-rounded data is available for download at http://www.healthdata.org/covid/data-downloads. This data will be prioritized for resolution in the event that the headline number displayed on Health Data's graph does not accurately reflect the specific, non-rounded datapoint. Observed mask use represents the percentage of the population who say they always wear a mask in public. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.04796853499144450688949206400915807",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9520314650085554931105079359908419",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.313Z",
    "qualityindicators": {
      "numforecasts": "137",
      "liquidity": "1585.76",
      "tradevolume": "9977.68",
      "stars": 3
    }
  },
  {
    "title": "Will Floyd Mayweather beat Logan Paul in their boxing exhibition match?",
    "url": "https://polymarket.com/market/will-floyd-mayweather-beat-logan-paul-in-their-boxing-exhibition-match",
    "platform": "PolyMarket",
    "description": "This is a market on whether Floyd Mayweather will win his boxing exhibition match against Logan Paul set to take place on February 20th, 2021. If Floyd Mayweather is declared the winner of this bout, either by knockout or by judgement, this market will resolve “Yes.” If Logan Paul is declared the winner, or this fight is declared a draw, this market will resolve to “No”. If this match is, for any reason, postponed to a date earlier than May 1st, 2021, the same market resolution conditions will apply for whenever the fight is rescheduled. In the event the boxing match does not take place before then, the market will resolve to .90 for \"Yes\" and .10 for \"No\", which is in line with existing market odds at time of deployment. More info can be found about this fight on the Fanmio website here: https://fanmio.com/products/floyd-mayweather-vs-logan-paul-special-exhibition-fight. In the event of ambiguity in regards to the outcome, this market will be resolved in good faith by the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9007428867327054129165036606952368",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.09925711326729458708349633930476325",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.314Z",
    "qualityindicators": {
      "numforecasts": "853",
      "liquidity": "9826.84",
      "tradevolume": "96927.10",
      "stars": 3
    }
  },
  {
    "title": "Will North Dakota have the most COVID-19 cases per 100k residents on May 15, 2021?",
    "url": "https://polymarket.com/market/will-north-dakota-have-the-most-covid-19-cases-per-100k-residents-on-may-15-2021",
    "platform": "PolyMarket",
    "description": "This is a market on the state with the most COVID-19 cases per 100k residents on the resolution date, May 15, 12 PM ET. This market will resolve to “Yes” if North Dakota has the most COVID-19 cases per 100k residents on May 15, 2021, and “No” otherwise. The resolution source for this market will be https://www.cnn.com/interactive/2020/health/coronavirus-us-maps-and-cases/. There will be no resolution delay for any anticipated data revisions. If, for any reason, data is not published prior to the resolution date, that data will not be considered for the resolution of this market. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).\n\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.5206285472686400507444749347907407",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.4793714527313599492555250652092593",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.313Z",
    "qualityindicators": {
      "numforecasts": "590",
      "liquidity": "27288.56",
      "tradevolume": "95335.81",
      "stars": 4
    }
  },
  {
    "title": "Will Joe Biden's approval rating be 54% or higher on April 14, 2021?",
    "url": "https://polymarket.com/market/will-joe-bidens-approval-rating-be-54-or-higher-on-april-14-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether Joe Biden's approval rating will be 54% or higher on April 14, 2021. The resolution source will be FiveThirtyEight's approval rating poll aggregator, https://projects.fivethirtyeight.com/biden-approval-rating/. Changes in the methodology by which FiveThirtyEight calculates the approval rating will have no bearing on the resolution of this market. If for any reason the resolution source is unavailable on the resolution date, resolution will be delayed up to 48 hours. If still unavailable following that delay, this market will resolve to 50/50. If Joe Biden is not President on the resolution date, this market will resolve according to the most recent available approval rating. The resolution date for this market will be on April 15, 2021 at 12:00 PM ET according to data published for the day of April 14, 2021. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC). \n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.3535197095680785170642305476130527",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.6464802904319214829357694523869473",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.315Z",
    "qualityindicators": {
      "numforecasts": "70",
      "liquidity": "6012.10",
      "tradevolume": "9506.53",
      "stars": 4
    }
  },
  {
    "title": "Will Joe Biden be President of the USA on July 31, 2021?",
    "url": "https://polymarket.com/market/will-joe-biden-be-president-of-the-usa-on-july-31-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Joe Biden will be President of the United States on July 31, 2021, 11:59 PM ET. This market will resolve to “Yes“ if, on the resolution date, Joe Biden is listed as being the current President of the United States according to official US government sources, like the link provided as the resolution source. If, for any reason, Joe Biden is not the sitting President of the United States on that date, this market will resolve to “No“. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). The resolution source for this market will be the official website of the United States President, https://www.whitehouse.gov/.\n\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9339458073173414421656340245752705",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.06605419268265855783436597542472948",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.314Z",
    "qualityindicators": {
      "numforecasts": "74",
      "liquidity": "11563.47",
      "tradevolume": "8977.70",
      "stars": 3
    }
  },
  {
    "title": "Will Clubhouse officially announce they’ve been acquired before June 1st, 2021? ",
    "url": "https://polymarket.com/market/will-clubhouse-officially-announce-theyve-been-acquired-before-june-1st-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether Clubhouse will announce they've been acquired before June 1st, 2021, with the term acquired meaning the official announcement and public reporting of an acquisition, with a for-profit company purchasing majority ownership of Clubhouse and/or the respective entity. Note, this is not in reference to the final close date of the acquisition. This market will resolve immediately upon the resolution conditions being met, and thus, if, for whatever reason, the acquisition is not successfully completed, the market will have already resolved to “Yes”.",
    "options": [
      {
        "name": "Yes",
        "probability": "0.1665007233546323391526042792748865",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.8334992766453676608473957207251135",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.314Z",
    "qualityindicators": {
      "numforecasts": "107",
      "liquidity": "2136.64",
      "tradevolume": "8932.72",
      "stars": 4
    }
  },
  {
    "title": "Will 225M COVID-19 vaccine doses have been administered in the US by Biden's 100th day in office? ",
    "url": "https://polymarket.com/market/will-225-m-covid-19-vaccine-doses-have-been-administered-in-the-us-by-biden-s-100th-day-in-office",
    "platform": "PolyMarket",
    "description": "This is a market on whether 225 million COVID-19 vaccine doses will be administered in the United States by April 29, 2021, 12:00 PM ET (Biden’s 100th day in office). This market will resolve to \"Yes\" if 225 million or more total COVID-19 vaccine doses are administered by the resolution date. This market will resolve to \"No\" if, for any reason, fewer than 225 million COVID-19 vaccines doses are administered by the resolution date. The resolution source for this market will be the number of total COVID-19 vaccine doses administered, as indicated by the CDC’s Covid Data tracker (https://covid.cdc.gov/covid-data-tracker/#vaccinations). This market will resolve according to the data as available immediately at the time of resolution, April 29, 2021, 12:00 PM ET, and resolution will not be delayed for the purpose of waiting for updated data from a specific date. ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9632262890311635630827874617597747",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.03677371096883643691721253824022533",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.314Z",
    "qualityindicators": {
      "numforecasts": "528",
      "liquidity": "4057.43",
      "tradevolume": "80146.73",
      "stars": 3
    }
  },
  {
    "title": "What will the 7-day average COVID-19 case count in the US be on April  9?",
    "url": "https://polymarket.com/market/what-will-the-7-day-average-covid-19-case-count-in-the-us-be-on-april-9",
    "platform": "PolyMarket",
    "description": "This is a market on what the 7-day average COVID-19 case count will be in the US on April 9, 2021, 12:00 PM ET. The resolution source for this market will be the 7-day moving average of daily cases, as displayed on the CDC’s COVID Data Tracker (https://covid.cdc.gov/covid-data-tracker/#trends_dailytrendscases). Note the CDC always presents this average as a whole number, which is the figure that will be used to resolve the market. The 7-day moving average will be checked at 12:00 PM ET on April 9, 2021. The bracket into which the 7-day moving average falls at that time will be the bracket this market resolves to. If the website is down at that time or for any reason data is not accessible on the website at the resolution date, the Markets Integrity Committee (MIC) will wait 24 hours (until 12:00 PM ET on April 10, 2021) and resolve as soon as data is available again. If data is still unavailable at that time, all brackets will resolve to 0.25 USDC. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).\n\n",
    "options": [
      {
        "name": "49,999 or fewer",
        "probability": "0.002230462986002085580952958875012663",
        "type": "PROBABILITY"
      },
      {
        "name": "50,000-62,499",
        "probability": "0.01943734896497328170661380961001092",
        "type": "PROBABILITY"
      },
      {
        "name": "62,500-74,999",
        "probability": "0.9761999336157880496144669916833917",
        "type": "PROBABILITY"
      },
      {
        "name": "75,000 or more",
        "probability": "0.002132254433236583097966239831584897",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.315Z",
    "qualityindicators": {
      "numforecasts": "348",
      "liquidity": "2000.00",
      "tradevolume": "7745.24",
      "stars": 3
    }
  },
  {
    "title": "Will the US have 200M total COVID-19 vaccines administered by Biden’s 100th day in office?",
    "url": "https://polymarket.com/market/will-the-us-have-200m-total-covid-19-vaccines-administered-by-bidens-100th-day-in-office",
    "platform": "PolyMarket",
    "description": "This is a market on whether 200 million COVID-19 vaccine doses will be administered in the United States by April 29, 2021, 12:00 PM ET (Biden’s 100th day in office). This market will resolve to \"Yes\" if 200 million or more total COVID-19 vaccine doses are administered by the resolution date. This market will resolve to \"No\" if, for any reason, fewer than 200 million COVID-19 vaccines doses are administered by the resolution date. The resolution source for this market will be the number of total COVID-19 vaccine doses administered, as indicated by the CDC’s Covid Data tracker (https://covid.cdc.gov/covid-data-tracker/#vaccinations). This market will resolve according to the data as available immediately at the time of resolution, April 29, 2021, 12:00 PM ET, and resolution will not be delayed for the purpose of waiting for updated data from a specific date. \n\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9950022276106855881319902372862853",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.004997772389314411868009762713714693",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.316Z",
    "qualityindicators": {
      "numforecasts": "44",
      "liquidity": "1184.32",
      "tradevolume": "7441.96",
      "stars": 3
    }
  },
  {
    "title": "Will 150 million people have received a dose of an approved COVID-19 vaccine in the US by May 1, 2021?",
    "url": "https://polymarket.com/market/will-150-million-people-have-received-a-dose-of-an-approved-covid-19-vaccine-in-the-us-by-may-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether 150 million people in The United States of America will have initiated vaccination, according to the CDC COVID tracker, by the resolution date, May 1, 2021, 12 PM ET. This market will resolve to \"Yes\" if 150 million people or more are listed as having received their initial dose of vaccination by the resolution source. This only concerns the first dose of vaccination. For vaccines requiring two doses for inoculation, this market considers only the first dose to be considered having initiated vaccination. This market will resolve to \"No\" if, for any reason, fewer than 150 million people have initiated vaccination by the resolution date. The resolution source for this market will be the official data published by the CDC available at https://covid.cdc.gov/covid-data-tracker/#vaccinations\n\nThis market will resolve according to the data as available immediately at the time of resolution, and resolution will not be delayed for the purpose of waiting for updated data from a specific date.\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.732235446884398698530675700296491",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.267764553115601301469324299703509",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.316Z",
    "qualityindicators": {
      "numforecasts": "1338",
      "liquidity": "206602.57",
      "tradevolume": "701564.43",
      "stars": 4
    }
  },
  {
    "title": "Will Donald Trump file to run for president before June 1, 2021?",
    "url": "https://polymarket.com/market/will-donald-trump-file-to-run-for-president-before-june-1-2021-1",
    "platform": "PolyMarket",
    "description": "This is a market on whether Donald Trump will file to run for president prior to June 1, 2021. The linked PredictIt question is the basis for the creation of this market and will be referenced as the leading resolution source: https://www.predictit.org/markets/detail/6994/Will-Donald-Trump-file-to-run-for-president-before-the-end-of-2021. If the PredictIt question resolves to \"Yes\" prior to June 1, 2021, this market will resolve to “Yes”, and “No” otherwise.",
    "options": [
      {
        "name": "Yes",
        "probability": "0.03413667417694183066424578230798366",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9658633258230581693357542176920163",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.313Z",
    "qualityindicators": {
      "numforecasts": "133",
      "liquidity": "2628.43",
      "tradevolume": "6625.39",
      "stars": 3
    }
  },
  {
    "title": "Will the Tokyo Summer Olympics be cancelled or postponed by May 1, 2021?",
    "url": "https://polymarket.com/market/will-the-tokyo-summer-olympics-be-cancelled-or-postponed",
    "platform": "PolyMarket",
    "description": "This is a market on whether the Tokyo Summer Olympics will be canceled or postponed prior to May 1, 2021, 12:00pm EST. The opening ceremony is currently scheduled to take place on July 23, 2021. If an official statement is published by the International Olympic Committee on https://www.olympic.org/ which announces that the ceremony will take place on a date later than July 23, 2021, this market will resolve to “Yes\". If no such announcement is made prior to the resolution date, this market will resolve to “No\". The resolution source for this market will be an official statement published to olympic.org, the official website of the International Olympic Committee. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.06698999379989905965353372642409035",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9330100062001009403464662735759097",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.312Z",
    "qualityindicators": {
      "numforecasts": "476",
      "liquidity": "4039.72",
      "tradevolume": "65732.40",
      "stars": 3
    }
  },
  {
    "title": "Will Donald Trump be federally charged by June 1st? ",
    "url": "https://polymarket.com/market/will-donald-trump-be-federally-charged-by-june-1st-1",
    "platform": "PolyMarket",
    "description": "This is a market on whether President Donald J. Trump shall be indicted or otherwise formally charged with a federal crime, as publicly confirmed before June 1st, 2021 12:00 PM ET by an authorized representative of the charging agency(ies) or judicial venue(s). If he is charged with a federal crime on or before June 1st, 2021 12:00 PM ET, this market will resolve to “Yes”. If he is charged with any crime that is not a federal crime or is not charged with any crimes, this market will resolve “No”. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). \n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.03921719512341878664778748620392095",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.960782804876581213352212513796079",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.316Z",
    "qualityindicators": {
      "numforecasts": "110",
      "liquidity": "1368.68",
      "tradevolume": "6123.61",
      "stars": 3
    }
  },
  {
    "title": "Will Uniswap v3 launch before April 30, 2021?",
    "url": "https://polymarket.com/market/will-uniswap-v3-launch-before-april-30-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Uniswap v3 will launch before April 30th, 2021, 12:00 am ET. “Launch” in this context can be defined as being deployed and usable on the Ethereum mainnet and publicly announced via the official Uniswap Twitter and/or Blog. V3 can be defined as Uniswap v3.0.0 or greater. If Uniswap v3 is officially announced and is deployed on the mainnet of a given L2 scaling solution, with or without some bridging mechanism from Ethereum mainnet, the market will still resolve to \"Yes\".",
    "options": [
      {
        "name": "Yes",
        "probability": "0.01594316631423604659920151808627175",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9840568336857639534007984819137282",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.313Z",
    "qualityindicators": {
      "numforecasts": "768",
      "liquidity": "1597.05",
      "tradevolume": "57034.77",
      "stars": 3
    }
  },
  {
    "title": "Will the US have fewer than 40,000 new COVID-19 cases on any day before April 16, 2021?",
    "url": "https://polymarket.com/market/will-the-us-have-fewer-than-40-000-new-covid-19-cases-on-any-day-before-april-16-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether there will be a single day after the creation of this market and prior to the resolution date, April 16, 2021, 8 PM ET, with fewer than 40,000 recorded COVID-19 cases in the United States. This market will resolve to “Yes\" if on any single day prior to the resolution date there are fewer than 40,000 COVID-19 cases recorded. This market will resolve to “No\" if there is no single day the United States records fewer than 40,000 COVID-19 cases according to the resolution source. The resolution source for this market will be https://covid.cdc.gov/covid-data-tracker/#trends_dailytrendscases, the CDC's official count of Coronavirus cases. The resolution source will be reviewed once daily at 8 PM ET, and only data as listed on 8 PM ET each day prior to and including the resolution date will be considered. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.04444621728750495279667043356264725",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9555537827124950472033295664373527",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.313Z",
    "qualityindicators": {
      "numforecasts": "750",
      "liquidity": "1831.75",
      "tradevolume": "55256.23",
      "stars": 3
    }
  },
  {
    "title": "Will the average Ethereum gas price be below 170 Gwei on April 19?",
    "url": "https://polymarket.com/market/will-the-average-ethereum-gas-price-be-below-170-gwei-on-april-19",
    "platform": "PolyMarket",
    "description": "This is a market on whether the average Ethereum gas price will be below 170 Gwei on April 19, 2021. This market will resolve to \"Yes\" if the daily average Ethereum gas price is listed as being below 170 Gwei for that date, on Etherscan. If the daily average Ethereum gas price is 170 Gwei or higher for that date, this market will resolve to \"No\". The resolution source for this market is https://etherscan.io/chart/gasprice. This market will resolve when data is available for the date of April 19, 2021. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC). ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.6755572443640393018752364739146016",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.3244427556359606981247635260853984",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.314Z",
    "qualityindicators": {
      "numforecasts": "14",
      "liquidity": "804.76",
      "tradevolume": "533.17",
      "stars": 3
    }
  },
  {
    "title": "Will more than 1.75 million people travel through a TSA checkpoint on any day on or before April 10?",
    "url": "https://polymarket.com/market/will-more-than-175-million-people-travel-through-a-tsa-checkpoint-on-any-day-on-or-before-april-10",
    "platform": "PolyMarket",
    "description": "This is a market on whether more than 1,750,000 million people will travel through a TSA checkpoint on any single day after March 22, 2021 and on or before April 10, 2021. The resolution source for this market will be daily checkpoint throughput as measured by the US Transportation Security Administration (TSA), https://www.tsa.gov/coronavirus/passenger-throughput. This market will resolve to “Yes” if the TSA reports a daily checkpoint throughput of more than 1.75 million for any day after March 22, 2021 and on or before April 10, 2021. This market will resolve to “No” otherwise. This market will resolve as soon as throughput data becomes available for the date of April 10, 2021 or on any date before that if the target is reached. Any revisions published prior to the release of data for April 10, 2021 will be considered. Market resolution will occur immediately upon satisfaction of market conditions, regardless of any later revisions.",
    "options": [
      {
        "name": "Yes",
        "probability": "0.08446095208233418986080353647514015",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9155390479176658101391964635248599",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.314Z",
    "qualityindicators": {
      "numforecasts": "516",
      "liquidity": "7988.71",
      "tradevolume": "53145.52",
      "stars": 3
    }
  },
  {
    "title": "Will Jake Paul win his boxing match against Ben Askren?",
    "url": "https://polymarket.com/market/will-jake-paul-win-his-boxing-match-against-ben-askren",
    "platform": "PolyMarket",
    "description": "This is a market on whether Jake Paul will win his boxing match against Ben Askren, set to take place on April 17th, 2021. If Jake Paul is declared the winner of this bout, either by knockout or judgement, this market will resolve to “Yes”. If  Ben Askren is declared the winner, or this fight is declared a draw, this market will resolve to “No”. If this match is, for any reason, postponed, the same market resolution conditions will apply for whenever the fight is rescheduled.\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.5050241461157637610495418110858291",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.4949758538842362389504581889141709",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.312Z",
    "qualityindicators": {
      "numforecasts": "42",
      "liquidity": "54242.49",
      "tradevolume": "4559.50",
      "stars": 4
    }
  },
  {
    "title": "How many more tweets will be on the @ElonMusk account on April 14, 2021?",
    "url": "https://polymarket.com/market/how-many-more-tweets-will-be-on-the-elonmusk-account-on-april-14-2021",
    "platform": "PolyMarket",
    "description": "At 3:00 PM ET on the resolution date, the number of total tweets posted by the Twitter account @ElonMusk, shall exceed 13,963 (the \"Baseline\") by the number or range identified in the contract, as indicated by the number under the label \"TWEETS\" on the account detail viewable on the desktop version of https://tweetdeck.twitter.com/. This account detail can be viewed by using a Twitter account to log into the website https://tweetdeck.twitter.com/, searching for @ElonMusk, then clicking the verified account labeled \"@ElonMusk\" from the search results. Should the total tweets reported by that source at that time appear not to include one or more tweets posted by @ElonMusk just before 3:00 pm, and still available on that account's timeline at 3:00 pm, Polymarket may use additional sources in determining whether any such tweet(s) should be included in the market's resolution. The number by which the total tweets at expiration exceeds the Baseline may not equal the number of tweets actually posted over that time period, in light of numerous factors, including but not limited to the fact that the account's total tweets upon launch of the market may differ from the Baseline, tweets may be deleted prior to expiration of this market, and specialized tweets such as quotes, retweets, replies, promoted tweets, may or may not be included in that total.\n\nNeither Elon Musk, nor any authorized user of the account in question, need be the author of any such tweets, nor must any authorized user maintain control of the account. Should the settlement source be unavailable at that date and time, for any reason other than deletion, deactivation, or a change in the privacy settings of the account, Polymarket may postpone settlement of this market until the source becomes available. In such a case, the account's total tweets will be measured once Polymarket becomes aware that the source has again become available. If Polymarket deems the source to be permanently unavailable, the lowest bracket will resolve to \"Yes\". Should an updated count of total tweets not be available from twitter.com at the date and time of expiration, due to apparent deletion, deactivation, or a change in privacy settings by a user of the account or by Twitter, all contracts in this market will resolve as No. The blocking of one or more Twitter accounts by @ElonMusk will not be considered to render the settlement source unavailable.\n\nShould the navigation, layout, URL, or labeling of the elements of the settlement source be altered by Twitter or Tweetdeck prior to expiration (other than via deletion or deactivation of the account), this market will still be resolved according to the aforementioned formula, so long as Polymarket can reasonably determine the relevant number of total tweets from twitter.com. The merging, migration, or other combination of one or more Twitter accounts will not in and of itself cause the settlement source to be considered unavailable, so long as an updated count of total tweets can be determined according to the aforementioned formula, even if such combination causes an increase or decrease in that count that does not represent the number of tweets posted to the account during the time period in question.\n\nIn the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Less than 30",
        "probability": "0.02712575215606869253252600966220513",
        "type": "PROBABILITY"
      },
      {
        "name": "30-40",
        "probability": "0.1115263745913060475253404147763908",
        "type": "PROBABILITY"
      },
      {
        "name": "41-50",
        "probability": "0.2219636014313589647902402720571277",
        "type": "PROBABILITY"
      },
      {
        "name": "51-60",
        "probability": "0.2547160184188490839953676900262511",
        "type": "PROBABILITY"
      },
      {
        "name": "61-70",
        "probability": "0.1907413972112541594210074122414898",
        "type": "PROBABILITY"
      },
      {
        "name": "71-80",
        "probability": "0.1255456580166040091498031486191968",
        "type": "PROBABILITY"
      },
      {
        "name": "More than 80",
        "probability": "0.06838119817455904258571505261733859",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.311Z",
    "qualityindicators": {
      "numforecasts": "152",
      "liquidity": "2555.00",
      "tradevolume": "4495.18",
      "stars": 3
    }
  },
  {
    "title": "Will any Knicks game have greater than 20% attendance before the NBA season ends?",
    "url": "https://polymarket.com/market/will-any-knicks-game-have-greater-than-20-attendance-before-the-nba-season-ends",
    "platform": "PolyMarket",
    "description": "This is a market on whether there will be a New York Knicks game at Madison Square Garden where more than 20% of the seats are filled by the end of the NBA season, including the playoffs. This market will resolve to “Yes” if there is any New York Knicks home game at Madison Square Garden, where official attendance is 3,963 or higher (3,963 is the lowest number that puts attendance over 20% of the 19,812 seating capacity at MSG for NBA games), before the end of the NBA  season. This market will resolve to “No” if there is not a single New York Knicks home game at Madison Square Garden, where official attendance is higher than 3,963. The resolution source for this market will be the official attendance data provided in the NBA gamebooks (https://www.nba.com/stats/gamebooks/). The resolution date for this market will be the day the Knicks are eliminated from this NBA season. Resolution may be delayed in the event of a change or postponement in the NBA’s schedule.\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.7373184535851954646769817275173767",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.2626815464148045353230182724826233",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.314Z",
    "qualityindicators": {
      "numforecasts": "68",
      "liquidity": "1000.00",
      "tradevolume": "4268.68",
      "stars": 4
    }
  },
  {
    "title": "Will Apple, Amazon, or Twitter announce a Bitcoin purchase before July 1, 2021?",
    "url": "https://polymarket.com/market/will-apple-amazon-or-twitter-announce-a-bitcoin-purchase-before-july-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Apple ($AAPL), Amazon ($AMZN), or Twitter ($TWTR) will announce either their intention to purchase Bitcoin ($BTC) off their balance sheet, the completion of such a purchase, or, in any other way, ownership of BTC on their balance sheet. This announcement may come from any official channel. This market will resolve to “Yes” if Apple, Amazon, or Twitter satisfies any of the aforementioned resolution conditions before the resolution date, July 1, 2021, 12:00 AM ET. If for any reason the market conditions are not met by the resolution date, this market will resolve to “No”. In the event of ambiguity in regards to the outcome of this market, it will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.1958944749463810152808445623177045",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.8041055250536189847191554376822955",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.311Z",
    "qualityindicators": {
      "numforecasts": "101",
      "liquidity": "1131.33",
      "tradevolume": "4252.10",
      "stars": 4
    }
  },
  {
    "title": "Will Jeff Bezos or Elon Musk have a higher net worth on April 25, 2021?",
    "url": "https://polymarket.com/market/will-jeff-bezos-or-elon-musk-have-a-higher-net-worth-on-april-25-2021-1",
    "platform": "PolyMarket",
    "description": "This is a market on who will have a higher net worth on April 25, 2021, 12:00 PM EST, Jeff Bezos or Elon Musk. The resolution options for this market are Jeff Bezos, the founder and longtime CEO of Amazon, and Elon Musk, current CEO of Tesla. The resolution source for this market will be Forbes’ World’s Real Time Billionaires list (http://forbes.com/real-time-billionaires). This market will resolve to Jeff Bezos if, according to the resolution source, he has a higher net worth, in USD, than Elon Musk on the resolution date. This market will resolve to Elon Musk if, according to the resolution source, he has a higher net worth, in USD, than Jeff Bezos on the resolution date. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).\n",
    "options": [
      {
        "name": "Bezos",
        "probability": "0.9524984652600312046436200271105158",
        "type": "PROBABILITY"
      },
      {
        "name": "Musk",
        "probability": "0.04750153473996879535637997288948422",
        "type": "PROBABILITY"
      }
    ],
    "timestamp": "2021-04-08T11:00:47.315Z",
    "qualityindicators": {
      "numforecasts": "330",
      "liquidity": "1800.31",
      "tradevolume": "36782.54",
      "stars": 3
    }
  }
]