[
  {
    "title": "Will DeFi Dominance on CoinGecko be 5.5% or higher on March 30?",
    "url": "https://polymarket.com/market/will-de-fi-dominance-on-coin-gecko-be-5-5-or-higher-on-march-30",
    "platform": "PolyMarket",
    "description": "This is a market on if the DeFi Dominance metric, according to CoinGecko, will be 5.5% or higher on March 30 2021, 12:00 PM ET. This market will resolve to “Yes“ if DeFi Dominance is listed as being 5.5% or higher on the resolution date. The market will resolve to “No“ if DeFi dominance is less than 5.5% at that time of resolution. The resolution source for this market will be the metric currently listed on https://www.coingecko.com/en/defi as “Defi Dominance (vs. Global)”. Any rounding done is at CoinGecko’s discretion, and only the metric Defi Dominance (vs. Global) will be considered without observation of the underlying data. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).  \n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.2786055887630196690122933578202847",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.7213944112369803309877066421797153",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "19",
    "stars": 4
  },
  {
    "title": "Will Jeff Bezos or Elon Musk have a higher net worth on April 25, 2021?",
    "url": "https://polymarket.com/market/will-jeff-bezos-or-elon-musk-have-a-higher-net-worth-on-april-25-2021-1",
    "platform": "PolyMarket",
    "description": "This is a market on who will have a higher net worth on April 25, 2021, 12:00 PM EST, Jeff Bezos or Elon Musk. The resolution options for this market are Jeff Bezos, the founder and longtime CEO of Amazon, and Elon Musk, current CEO of Tesla. The resolution source for this market will be Forbes’ World’s Real Time Billionaires list (http://forbes.com/real-time-billionaires). This market will resolve to Jeff Bezos if, according to the resolution source, he has a higher net worth, in USD, than Elon Musk on the resolution date. This market will resolve to Elon Musk if, according to the resolution source, he has a higher net worth, in USD, than Jeff Bezos on the resolution date. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).\n",
    "options": [
      {
        "name": "Bezos",
        "probability": "0.7567612226678442802779601760633623",
        "type": "PROBABILITY"
      },
      {
        "name": "Musk",
        "probability": "0.2432387773321557197220398239366377",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "111",
    "stars": 4
  },
  {
    "title": "Will Joe Biden's approval rating be 54% or higher on April 1, 2021?",
    "url": "https://polymarket.com/market/will-joe-bidens-approval-rating-be-54-or-higher-on-april-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether Joe Biden's approval rating will be 54% or higher on April 1, 2021. The resolution source will be FiveThirtyEight's approval rating poll aggregator, https://projects.fivethirtyeight.com/biden-approval-rating/. Changes in the methodology by which FiveThirtyEight calculates the approval rating will have no bearing on the resolution of this market. If for any reason the resolution source is unavailable on the resolution date, resolution will be delayed up to 48 hours. If still unavailable following that delay, this market will resolve to 50/50. If Joe Biden is not President on the resolution date, this market will resolve according to the most recent available approval rating. The resolution date for this market will be on April 2, 2021 at 12:00 PM ET according to data published for the day of April 1, 2021. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC). \n\nClarifying note: This market will resolve according to the green 'approve' percentage displayed on FiveThirtyEight.  ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.5343306424605916138160044415594014",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.4656693575394083861839955584405986",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "79",
    "stars": 4
  },
  {
    "title": "Will Joe Biden be President of the USA on April 30, 2021?",
    "url": "https://polymarket.com/market/will-joe-biden-be-president-of-the-usa-on-april-30-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Joe Biden will be President of the United States on April 30, 2021, 11:59 PM EST. This market will resolve to “Yes“ if, on the resolution date, Joe Biden is listed as being the current President of the United States according to official US government sources, like the link provided as the resolution source. If, for any reason, Joe Biden is not the sitting President of the United States on that date, this market will resolve to “No“. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). The resolution source for this market will be the official website of the United States President, https://www.whitehouse.gov/",
    "options": [
      {
        "name": "Yes",
        "probability": "0.9382535450938875672215375026234161",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.06174645490611243277846249737658387",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "1294",
    "stars": 3
  },
  {
    "title": "How many more tweets will be on the @mtgreenee account on March 22, 2021?",
    "url": "https://polymarket.com/market/how-many-more-tweets-will-be-on-the-mtgreenee-account-on-march-22-2021-1",
    "platform": "PolyMarket",
    "description": "This is a market on the number of tweets that will be posted to Marjorie Taylor Greene’s Twitter account prior to the resolution date, March 22, 2021 at 3:00 pm ET. \n\nAt 3:00pm ET on the resolution date, the number of total tweets posted by the Twitter account @mtgreenee, shall exceed 11,360 (the \"Baseline\") by the number or range identified in the contract, as indicated by the number under the label \"TWEETS\" on the account detail viewable on the desktop version of https://tweetdeck.twitter.com/. This account detail can be viewed by using a Twitter account to log into the website https://tweetdeck.twitter.com/, searching for @mtgreenee, then clicking the verified account labeled “@mtgreenee” from the search results. Should the total tweets reported by that source at that time appear not to include one or more tweets posted by @mtgreenee just before 3:00pm, and still available on that account's timeline at 3:00pm, Polymarket may use additional sources in determining whether any such tweet(s) should be included in the market's resolution. The number by which the total tweets on the resolution date exceeds the Baseline may not equal the number of tweets actually posted over that time period, in light of numerous factors, including but not limited to the fact that the account's total tweets upon launch of the market may differ from the Baseline, tweets may be deleted prior to the resolution date of this market, and specialized tweets such as quotes, retweets, replies, promoted tweets, may or may not be included in that total.\n\nNeither Marjorie Taylor Greene, nor any authorized user of the account in question, need be the author of any such tweets, nor must any authorized user maintain control of the account. Should the resolution source be unavailable at that date and time, for any reason other than deletion, deactivation, or a change in the privacy settings of the account, Polymarket may postpone settlement of this market until the source becomes available. In such a case, the account's total tweets will be measured once Polymarket becomes aware that the source has again become available. If Polymarket deems the source to be permanently unavailable, this market will resolve to the lowest bracket. Should an updated count of total tweets not be available from twitter.com at the date and time of expiration, due to apparent deletion, deactivation, suspension, or a change in privacy settings by a user of the account or by Twitter, this market will resolve to the lowest bracket. The blocking of one or more Twitter accounts by @mtgreenee will not be considered to render the settlement source unavailable.\n\nShould the navigation, layout, URL, or labeling of the elements of the settlement source be altered by Twitter or Tweetdeck prior to expiration (other than via deletion or deactivation of the account), this market will still be resolved according to the aforementioned formula, so long as Polymarket can reasonably determine the relevant number of total tweets from twitter.com. The merging, migration, or other combination of one or more Twitter accounts will not in and of itself cause the settlement source to be considered unavailable, so long as an updated count of total tweets can be determined according to the aforementioned formula, even if such combination causes an increase or decrease in that count that does not represent the number of tweets posted to the account during the time period in question.\n\nIn the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Less than 80",
        "probability": "0.1896658123630845294321136468815691",
        "type": "PROBABILITY"
      },
      {
        "name": "80-95",
        "probability": "0.2548856753523841491528462046351393",
        "type": "PROBABILITY"
      },
      {
        "name": "96-110",
        "probability": "0.2141893378681457564905702188353323",
        "type": "PROBABILITY"
      },
      {
        "name": "111-125",
        "probability": "0.1688476774839751329216091564165022",
        "type": "PROBABILITY"
      },
      {
        "name": "126-140",
        "probability": "0.1072364692081966116976011485417401",
        "type": "PROBABILITY"
      },
      {
        "name": "More than 140",
        "probability": "0.06517502772421382030525962468971683",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "242",
    "stars": 4
  },
  {
    "title": "Will Floyd Mayweather beat Logan Paul in their boxing exhibition match?",
    "url": "https://polymarket.com/market/will-floyd-mayweather-beat-logan-paul-in-their-boxing-exhibition-match",
    "platform": "PolyMarket",
    "description": "This is a market on whether Floyd Mayweather will win his boxing exhibition match against Logan Paul set to take place on February 20th, 2021. If Floyd Mayweather is declared the winner of this bout, either by knockout or by judgement, this market will resolve “Yes.” If Logan Paul is declared the winner, or this fight is declared a draw, this market will resolve to “No”. If this match is, for any reason, postponed to a date earlier than May 1st, 2021, the same market resolution conditions will apply for whenever the fight is rescheduled. In the event the boxing match does not take place before then, the market will resolve to .90 for \"Yes\" and .10 for \"No\", which is in line with existing market odds at time of deployment. More info can be found about this fight on the Fanmio website here: https://fanmio.com/products/floyd-mayweather-vs-logan-paul-special-exhibition-fight. In the event of ambiguity in regards to the outcome, this market will be resolved in good faith by the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.8983913045560304941792165871351091",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.1016086954439695058207834128648909",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "747",
    "stars": 4
  },
  {
    "title": "Will Bitcoin ($BTC) be above $55k on April 1, 2021?",
    "url": "https://polymarket.com/market/will-bitcoin-btc-be-above-55k-on-april-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if the USD price of Bitcoin $BTC will be above $55000 on April 1, 2021, 12:00 PM ET, according to coinmarketcap.com/currencies/bitcoin/. This market will resolve to “Yes“ if BTC is trading above $55000 according to Coinmarketcap on the resolution date, and “No“ otherwise. If price data is temporarily unavailable on Coinmarketcap at the time of resolution, coingecko.com/en/coins/bitcoin will instead be referenced. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).\n\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.6403626165067824122242711565972061",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.3596373834932175877757288434027939",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "620",
    "stars": 4
  },
  {
    "title": "Will any of SuperRare, Zora, Foundation, OpenSea, or NiftyGateway have a live token by April 30th, 2021?",
    "url": "https://polymarket.com/market/will-any-of-super-rare-zora-foundation-open-sea-or-nifty-gateway-have-a-live-token-by-april-30th-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if at least one of the following projects - SuperRare, NiftyGateway, Zora, Foundation, or OpenSea - will have a live token by April 30th, 2021, 12pm EST. Having a live token, in this context, can be defined as a deployed-to-mainnet, actively transferrable and/or tradable token that is in some way native to the application, and substantiated by the respective project via website or social media channels. Empirically speaking, having a live token will be considered fulfilled if official project channels announce the introduction of the token and it is live on mainnet, and swappable and acquirable (i.e. via Uniswap). In the case of a token being announced but not yet transferrable or “live”, that will not satisfy market conditions. If the token is deployed to mainnet (in any form, including some sort of voucher), but is not transferrable, that will also not satisfy market conditions. In the case of ERC20 tokens, if the token is deployed, but there is no existing Uniswap pool for the token, it will be considered not “live” and thus will not satisfy market conditions. For clarity, this market is about fungible tokens, and not NFTs related to a platform. Once one of these projects has a live token, this market will resolve to \"Yes\". If the resolution date is reached and none of the projects have a token, the market will resolve to \"No\". In the case of ambiguity, the market will be resolved in good faith by the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.3802527796287363019928392872431462",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.6197472203712636980071607127568538",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "45",
    "stars": 4
  },
  {
    "title": "Will the federal minimum wage be $9.50 per hour or higher by April 1?",
    "url": "https://polymarket.com/market/will-the-federal-minimum-wage-be-9-50-per-hour-or-higher-by-april-1-1",
    "address": "0x36BB6f09327d1A7D0930668345655d6A6e3c6b20",
    "description": "This is a market on if the federal minimum wage will be $9.50 per hour or higher by April 1, 12:00pm EST. This market will resolve to \"Yes\" if the federal minimum wage in effect for covered non-exempt employees is $9.50 or more per hour at any point prior to the resolution date, and \"No\" otherwise. The primary resolution source for this market will be the U.S. Department of Labor's website, https://www.dol.gov/.",
    "outcomes": [
      "Yes",
      "No"
    ],
    "options": []
  },
  {
    "title": "Will ETH be above $2000 on April 1st, 2021?",
    "url": "https://polymarket.com/market/will-eth-be-above-2000-on-april-1st-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if the USD price of Ether $ETH will be above $2000 on April 1st, 2021, 12:00pm EST, according to coinmarketcap.com/currencies/ethereum/. This market will resolve to “Yes“ if ETH is trading above $2000 according to Coinmarketcap on the resolution date, and “No“ otherwise. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.3469431103899506785582487004788511",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.6530568896100493214417512995211489",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "888",
    "stars": 4
  },
  {
    "title": "Will Andrew Yang win the Democratic primary for Mayor of New York City in 2021?",
    "url": "https://polymarket.com/market/will-andrew-yang-win-the-democratic-primary-for-mayor-of-new-york-city-in-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Andrew Yang will win the Democratic primary for New York City Mayor in 2021. This market will resolve to \"Yes\" if Yang is the winner of the Democratic primary for Mayor of New York City, and \"No\" otherwise. The primary is currently scheduled for June 22, 2021. In the event that the primary is not held on that date, the resolution of this market will be delayed until the primary takes place. If no primary is held in 2021, this market will resolve to \"No\". The resolution source for this market will be any official CNN publication that declares Andrew Yang the primary winner. In the event of conflicting sources between CNN and WSJ (https://www.wsj.com) or Associated Press (https://apnews.com/), the market will only be resolved once there is a definitive winner. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).\n\n \n\n\n\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.5948737239746348935873161930138786",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.4051262760253651064126838069861214",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "209",
    "stars": 4
  },
  {
    "title": "Will Donald Trump be President of the USA on March 31, 2021?",
    "url": "https://polymarket.com/market/will-donald-trump-be-president-of-the-usa-on-march-31-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Donald Trump will be President of the United States on March 31, 2021, 12pm EST. This market will resolve to “Yes“ if, on the resolution date, Donald Trump is the current President of the United States, officially substantiated by official US government sources, like the links provided as the resolution source. If, for any reason, Donald Trump is not the sitting President of the United States on that date, this market will resolve to “No\". The resolution sources are: 1. https://www.loc.gov/rr/print/list/057_chron.html , 2. https://history.house.gov/Institution/Presidents-Coinciding/Presidents-Coinciding/ and 3. https://www.whitehouse.gov/. \n\nIf any of these 3 sources list Donald Trump officially as the current sitting president on the resolution date, this market will resolve to \"Yes\". In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.009968019036851311783921716162791545",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9900319809631486882160782838372085",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "3911",
    "stars": 3
  },
  {
    "title": "Will Donald Trump be President of the USA on May 31, 2021?",
    "url": "https://polymarket.com/market/will-donald-trump-be-president-of-the-usa-on-may-31-2021",
    "platform": "PolyMarket",
    "description": "This is a market on if Donald Trump will be President of the United States on May 31, 2021, 12 pm ET. This market will resolve to “Yes“ if, on the resolution date, Donald Trump is the current President of the United States, officially substantiated by US government sources, like the links provided as the resolution source. If, for any reason, Donald Trump is not the sitting President of the United States on that date, this market will resolve to “No\". The resolution sources are: 1. https://www.loc.gov/rr/print/list/057_chron.html , 2. https://history.house.gov/Institution/Presidents-Coinciding/Presidents-Coinciding/ and 3. https://www.whitehouse.gov/. \n\nIf any of these 3 sources list Donald Trump officially as the current sitting president on the resolution date, this market will resolve to \"Yes\". In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC).",
    "options": [
      {
        "name": "Yes",
        "probability": "0.05391496233657492726637475374322704",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.946085037663425072733625246256773",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "522",
    "stars": 3
  },
  {
    "title": "Will 150 million people have received a dose of an approved COVID-19 vaccine in the US by May 1, 2021?",
    "url": "https://polymarket.com/market/will-150-million-people-have-received-a-dose-of-an-approved-covid-19-vaccine-in-the-us-by-may-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether 150 million people in The United States of America will have initiated vaccination, according to the CDC COVID tracker, by the resolution date, May 1, 2021, 12 PM ET. This market will resolve to \"Yes\" if 150 million people or more are listed as having received their initial dose of vaccination by the resolution source. This only concerns the first dose of vaccination. For vaccines requiring two doses for inoculation, this market considers only the first dose to be considered having initiated vaccination. This market will resolve to \"No\" if, for any reason, fewer than 150 million people have initiated vaccination by the resolution date. The resolution source for this market will be the official data published by the CDC available at https://covid.cdc.gov/covid-data-tracker/#vaccinations\n\nThis market will resolve according to the data as available immediately at the time of resolution, and resolution will not be delayed for the purpose of waiting for updated data from a specific date.\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.7710558450747659226717023088638562",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.2289441549252340773282976911361438",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "246",
    "stars": 4
  },
  {
    "title": "Will Texas, Florida, or California have the highest 7-day daily average of COVID-19 cases on April 15, 2021?",
    "url": "https://polymarket.com/market/will-texas-florida-or-california-have-the-highest-7-day-daily-average-of-covid-19-cases-on-april-15-2021",
    "platform": "PolyMarket",
    "description": "This is a market on which of the following states will have the highest 7-day daily average of COVID-19 cases on April 15, 2021, 12:00 PM ET: Texas, Florida, or California. The resolution source for this Market will be the New York Times’ U.S. state-by-state COVID-19 case count dashboard (https://www.nytimes.com/interactive/2020/us/coronavirus-us-cases.html#states). This market will resolve to whichever state out of Texas, Florida, or California has the highest 7-day daily average of COVID-19 cases on the resolution date. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC). \n",
    "options": [
      {
        "name": "Texas",
        "probability": "0.3479083686657121697689646675549365",
        "type": "PROBABILITY"
      },
      {
        "name": "Florida",
        "probability": "0.5328686474336938586465787000917595",
        "type": "PROBABILITY"
      },
      {
        "name": "California",
        "probability": "0.119222983900593971584456632353304",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "161",
    "stars": 4
  },
  {
    "title": "Will weekly jobless claims exceed 650K for the week ending on April 3?",
    "url": "https://polymarket.com/market/will-weekly-jobless-claims-exceed-650k-for-the-week-ending-on-april-3",
    "platform": "PolyMarket",
    "description": "This is a market on whether the number of Americans that file weekly jobless claims will exceed 650,000 for the week ending on Saturday, April 3, 2021. This market will resolve to “Yes” if the United States Department of Labor reports that there were more than 650,000 seasonally adjusted initial claims for unemployment insurance for the week ending on April 3, 2021. This market will resolve to “No” if the United States Department of Labor reports that there were 650,000 or less seasonally adjusted initial claims for unemployment insurance for the week ending on April 3, 2021.  The resolution source for this market will be the United States Department of Labor’s Weekly Uninsurance Claims report for the week ending on Saturday, April 3, 2021, expected to be released on Thursday, April 8. Resolution of this market will take place upon release of the aforementioned data. \n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.4140774326095636232496922364065135",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.5859225673904363767503077635934865",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "7",
    "stars": 4
  },
  {
    "title": "Will Clubhouse officially announce they’ve been acquired before June 1st, 2021? ",
    "url": "https://polymarket.com/market/will-clubhouse-officially-announce-theyve-been-acquired-before-june-1st-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether Clubhouse will announce they've been acquired before June 1st, 2021, with the term acquired meaning the official announcement and public reporting of an acquisition, with a for-profit company purchasing majority ownership of Clubhouse and/or the respective entity. Note, this is not in reference to the final close date of the acquisition. This market will resolve immediately upon the resolution conditions being met, and thus, if, for whatever reason, the acquisition is not successfully completed, the market will have already resolved to “Yes”.",
    "options": [
      {
        "name": "Yes",
        "probability": "0.1275887461538773541920404456362465",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.8724112538461226458079595543637535",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "49",
    "stars": 4
  },
  {
    "title": "Will the Tokyo Summer Olympics be cancelled or postponed by May 1, 2021?",
    "url": "https://polymarket.com/market/will-the-tokyo-summer-olympics-be-cancelled-or-postponed",
    "platform": "PolyMarket",
    "description": "This is a market on whether the Tokyo Summer Olympics will be canceled or postponed prior to May 1, 2021, 12:00pm EST. The opening ceremony is currently scheduled to take place on July 23, 2021. If an official statement is published by the International Olympic Committee on https://www.olympic.org/ which announces that the ceremony will take place on a date later than July 23, 2021, this market will resolve to “Yes\". If no such announcement is made prior to the resolution date, this market will resolve to “No\". The resolution source for this market will be an official statement published to olympic.org, the official website of the International Olympic Committee. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). ",
    "options": [
      {
        "name": "Yes",
        "probability": "0.08837522317770079423093589840728967",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9116247768222992057690641015927103",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "303",
    "stars": 3
  },
  {
    "title": "Will 100 million people have received a dose of an approved COVID-19 vaccine in the US by April 1, 2021?",
    "url": "https://polymarket.com/market/will-100-million-people-have-received-a-dose-of-an-approved-covid-19-vaccine-in-the-us-by-april-1-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether 100 million people in The United States of America will have initiated vaccination, according to the CDC COVID tracker, by the resolution date, April 1, 2021, 12pm EST. This market will resolve to \"Yes\" if 100 million people or more are listed as having received their initial dose of vaccination by the resolution source. This only concerns the first dose of vaccination. For vaccines requiring two doses for inoculation, this market considers only the first dose to be considered having initiated vaccination. This market will resolve to \"No\" if, for any reason, fewer than 100 million people have initiated vaccination by the resolution date. The resolution source for this market will be the official data published by the CDC available at https://covid.cdc.gov/covid-data-tracker/#vaccinations\n\nThis market will resolve according to the data as available immediately at the time of resolution, and resolution will not be delayed for the purpose of waiting for updated data from a specific date.",
    "options": [
      {
        "name": "Yes",
        "probability": "0.4942869104047756267905177059606515",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.5057130895952243732094822940393485",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "5247",
    "stars": 4
  },
  {
    "title": "Will Donald Trump be federally charged by June 1st? ",
    "url": "https://polymarket.com/market/will-donald-trump-be-federally-charged-by-june-1st-1",
    "address": "0xDF35eC97FEC070D7c565dF86C1bb9d2f15D6470A",
    "description": "This is a market on whether President Donald J. Trump shall be indicted or otherwise formally charged with a federal crime, as publicly confirmed before June 1st, 2021 12:00 PM ET by an authorized representative of the charging agency(ies) or judicial venue(s). If he is charged with a federal crime on or before June 1st, 2021 12:00 PM ET, this market will resolve to “Yes”. If he is charged with any crime that is not a federal crime or is not charged with any crimes, this market will resolve “No”. In the event of ambiguity in terms of the market outcome, the market will be resolved in good faith at the sole discretion of the Markets Integrity Committee (MIC). \n",
    "outcomes": [
      "Yes",
      "No"
    ],
    "options": []
  },
  {
    "title": "Will daily atmospheric CO2 be above 418 ppm on March 22, 2021?",
    "url": "https://polymarket.com/market/will-daily-atmospheric-co-2-be-above-418-ppm-on-march-22-2021",
    "platform": "PolyMarket",
    "description": "This is a market on whether atmospheric CO2 will be above 418.00 parts per million (ppm) for the date of March 22, 2021 as measured by the National Oceanic and Atmospheric Administration’s Mauna Loa observatory (https://www.esrl.noaa.gov/gmd/ccgg/trends/monthly.html). This market will resolve to “Yes” if the daily average atmospheric CO2 is greater than 418.00 ppm for March 22, and “No” otherwise. This market will resolve when data is first available for the date of March 22, 2021. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).\n",
    "options": [
      {
        "name": "Yes",
        "probability": "0.4011971233606467821364778801433973",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.5988028766393532178635221198566027",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "283",
    "stars": 4
  },
  {
    "title": "Will Donald Trump file to run for president before June 1, 2021?",
    "url": "https://polymarket.com/market/will-donald-trump-file-to-run-for-president-before-june-1-2021-1",
    "platform": "PolyMarket",
    "description": "This is a market on whether Donald Trump will file to run for president prior to June 1, 2021. The linked PredictIt question is the basis for the creation of this market and will be referenced as the leading resolution source: https://www.predictit.org/markets/detail/6994/Will-Donald-Trump-file-to-run-for-president-before-the-end-of-2021. If the PredictIt question resolves to \"Yes\" prior to June 1, 2021, this market will resolve to “Yes”, and “No” otherwise.",
    "options": [
      {
        "name": "Yes",
        "probability": "0.06317628455642963361204681856740391",
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": "0.9368237154435703663879531814325961",
        "type": "PROBABILITY"
      }
    ],
    "numforecasts": "78",
    "stars": 3
  }
]