[
  {
    "title": "Which party will win the 2020 House race in Iowa's 2nd District?",
    "url": "https://www.predictit.org/markets/detail/6789/Which-party-will-win-the-2020-House-race-in-Iowa's-2nd-District",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Republican",
        "probability": 0.6407766990291263,
        "type": "PROBABILITY"
      },
      {
        "name": "Democratic",
        "probability": 0.3592233009708738,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which names the party whose candidate wins the 2020 election to the House of Representatives from Iowa's 2nd Congressional District. A candidate shall be considered to represent a party in the event that he or she is the nominee, or has a ballot-listed or otherwise identifiable party preference, of the party in question.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the 2024 U.S. presidential election?",
    "url": "https://www.predictit.org/markets/detail/6867/Which-party-will-win-the-2024-US-presidential-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.5288461538461539,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.4326923076923077,
        "type": "PROBABILITY"
      },
      {
        "name": "Libertarian",
        "probability": 0.019230769230769232,
        "type": "PROBABILITY"
      },
      {
        "name": "Green",
        "probability": 0.019230769230769232,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the party whose candidate on Election Day wins the 2024 U.S. presidential election.\nShould the winner of the presidential election not be the candidate of any party listed in this market at the time of resolution, all contracts shall resolve to No. Should no presidential election be held in the United States in 2024, all contracts in this market shall resolve to No.\nShould the winner of the presidential election be the candidate of the Democratic Party or the Republican Party, this market shall resolve in favor of such winning party, regardless of any candidacy, association, endorsement, or relationship the winning candidate may also hold with or from any other party.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will control the Senate after 2022 election?",
    "url": "https://www.predictit.org/markets/detail/6874/Which-party-will-control-the-Senate-after-2022-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.5346534653465347,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.4653465346534653,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the party that, at the End Date listed below, enjoys the support of more than half of the voting members of the U.S. Senate or, in the event that the vice president has the same party affiliation, the support of half or more of the voting members. For purposes of resolving this market, a Senator's party affiliation or support shall be determined by whichever party’s caucus she or he is a member of on the End Date.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 01/31/2023 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Which party will win the House in the 2022 election?",
    "url": "https://www.predictit.org/markets/detail/6892/Which-party-will-win-the-House-in-the-2022-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Republican",
        "probability": 0.5841584158415841,
        "type": "PROBABILITY"
      },
      {
        "name": "Democratic",
        "probability": 0.4158415841584158,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall identify the political party whose candidates are elected in a majority of districts in the U.S. House of Representatives in the 2022 general election. A candidate shall be considered to be associated with a political party if such candidate is elected with a ballot-listed or otherwise identifiable affiliation with that party or in the event that such candidate, as of 12:01 a.m. (ET) on November 8, 2022, most recently publicly stated an intention to caucus with that party.\nFor purposes of resolving this market, delegates and resident Commissioners who are members of the House shall not be considered.\nDetermination of the winners of House seats shall be based on state election authority certification or other final official determination of the 2022 election results for each state; provided that, if a certification or other final official determination is challenged, PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. PredictIt also reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any other ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances.\nIf there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "How many U.S. House delegations will Republicans win in the 2020 election?",
    "url": "https://www.predictit.org/markets/detail/6925/How-many-US-House-delegations-will-Republicans-win-in-the-2020-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "22 or fewer",
        "probability": 0.009345794392523364,
        "type": "PROBABILITY"
      },
      {
        "name": "23",
        "probability": 0.009345794392523364,
        "type": "PROBABILITY"
      },
      {
        "name": "24",
        "probability": 0.009345794392523364,
        "type": "PROBABILITY"
      },
      {
        "name": "25",
        "probability": 0.009345794392523364,
        "type": "PROBABILITY"
      },
      {
        "name": "26",
        "probability": 0.308411214953271,
        "type": "PROBABILITY"
      },
      {
        "name": "27",
        "probability": 0.6261682242990654,
        "type": "PROBABILITY"
      },
      {
        "name": "28",
        "probability": 0.009345794392523364,
        "type": "PROBABILITY"
      },
      {
        "name": "29",
        "probability": 0.009345794392523364,
        "type": "PROBABILITY"
      },
      {
        "name": "30 or more",
        "probability": 0.009345794392523364,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which corresponds to the number of U.S. House state delegations controlled by the Republican Party as a result of the 2020 general election. The Republican Party shall be considered to control any state delegation in which a majority of representatives have been elected with a ballot-listed or otherwise readily identifiable party preference as Republican on the day of the election. Should such preference be unidentifiable, a candidate shall be considered a Republican only if prior to the election he or she has most recently indicated an intention to caucus with Republicans.\nDetermination of a House seat won shall be based on state election authority certification or other final official determination of the 2020 U.S. House election results for such state; provided that, if a certification or other final official determination is challenged, PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled.\nMembers of the House of Representatives who are \"delegates” or “resident commissioners” not chosen by the people of a state are not included for purposes of resolving this market.\nIf there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will there be more than 9 Supreme Court justices at any point in 2021?",
    "url": "https://www.predictit.org/markets/detail/6946/Will-there-be-more-than-9-Supreme-Court-justices-at-any-point-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.04,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.96,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that, at any point during the 2021 calendar year, there are more than nine current members of the United States Supreme Court.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 5:00 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Kamala Harris file to run for president before the end of 2022?",
    "url": "https://www.predictit.org/markets/detail/6953/Will-Kamala-Harris-file-to-run-for-president-before-the-end-of-2022",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.24,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.76,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Kamala Harris becomes a candidate for president of the United States in the 2024 general election, by filing a Statement of Candidacy with the Federal Election Commission before the End Date listed below. Filing by an authorized representative of the candidate shall be deemed filing by the candidate.\nAbsent such filing or decision, the market will not resolve to Yes, notwithstanding declarations by Ms. Harris and/or her representatives regarding intentions to run, fundraising activities, hiring of campaign staff, and/or establishment of other campaign infrastructure.\nThe filing of clerical, corrective, or other administrative updates, amendments, or disclosures related to Ms. Harris' previous presidential campaigns or campaign committees will be insufficient to cause this market to resolve as Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2022 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Mike Pence file to run for president before the end of 2022?",
    "url": "https://www.predictit.org/markets/detail/6975/Will-Mike-Pence-file-to-run-for-president-before-the-end-of-2022",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.15,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.85,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Mike Pence becomes a candidate for president of the United States in the 2024 general election, by filing a Statement of Candidacy with the Federal Election Commission before the End Date listed below. Filing by an authorized representative of the candidate shall be deemed filing by the candidate.\nAbsent such filing or decision, the market will not resolve to Yes, notwithstanding declarations by Mr. Pence and/or his representatives regarding intentions to run, fundraising activities, hiring of campaign staff, and/or establishment of other campaign infrastructure.\nThe filing of clerical, corrective, or other administrative updates, amendments, or disclosures related to Mr. Pence's previous campaigns or campaign committees will be insufficient to cause this market to resolve as Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2022 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Alexandria Ocasio-Cortez run  in the 2022 Democratic primary in NY-14?",
    "url": "https://www.predictit.org/markets/detail/6983/Will-Alexandria-Ocasio-Cortez-run-in-the-2022-Democratic-primary-in-NY-14",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.38,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.62,
        "type": "PROBABILITY"
      }
    ],
    "description": "Please Note: PredictIt added a supplementary comment at the bottom of the Rules on 11/19/2020.\nThis market shall resolve to Yes in the event that Rep. Alexandria Ocasio-Cortez is a ballot-listed candidate in the 2022 Democratic primary election for Representative in Congress from New York's 14th District. Should no such primary election be held, due to Ms. Ocasio-Cortez running unopposed, this market will resolve as Yes.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n\nSupplementary Comment(s)\n\nCreated On: 11/19/2020 9:55 AM (ET)\nIn response to trader inquiry: The Rules expressly state that this market concerns whether Alexandria Ocasio-Cortez will be \"a ballot-listed candidate in the 2022 Democratic primary election for Representative in Congress from New York's 14th District.\" If she is not a ballot-listed candidate in such primary in the district numbered NY-14, this market will resolve No.\n",
    "stars": 3
  },
  {
    "title": "Will Donald Trump file to run for president before the end of 2021?",
    "url": "https://www.predictit.org/markets/detail/6994/Will-Donald-Trump-file-to-run-for-president-before-the-end-of-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.13,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.87,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Donald Trump becomes a candidate for president of the United States in the 2024 general election by filing a Statement of Candidacy with the Federal Election Commission, or by amending an existing Statement of Candidacy, designating a principal campaign committee for the office of President of the United States in the 2024 election, or otherwise filing with the FEC a communication having the same effect as the filing of a Form 2 Statement of Candidacy for that election, before the End Date listed below. Filing by an authorized representative of the candidate shall be deemed filing by the candidate.\nAbsent such filing or decision, the market will not resolve to Yes, notwithstanding declarations by Mr. Trump and/or his representatives regarding intentions to run, fundraising activities, hiring of campaign staff, and/or establishment of other campaign infrastructure.\nThe filing of clerical, corrective, or other administrative updates, amendments, or disclosures related to Mr. Trump's previous campaigns or campaign committees will be insufficient to cause this market to resolve as Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Which party will win the 2021 New Jersey gubernatorial election?",
    "url": "https://www.predictit.org/markets/detail/7000/Which-party-will-win-the-2021-New-Jersey-gubernatorial-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.89,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.1,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which names the party whose candidate wins the 2021 New Jersey gubernatorial election. A candidate shall be considered to represent a party in the event that he or she is the nominee, or has a ballot-listed or otherwise identifiable party preference, of the party in question.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the 2021 Virginia gubernatorial election?",
    "url": "https://www.predictit.org/markets/detail/7001/Which-party-will-win-the-2021-Virginia-gubernatorial-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.8725490196078431,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.12745098039215685,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which names the party whose candidate wins the 2021 Virginia gubernatorial election. A candidate shall be considered to represent a party in the event that he or she is the nominee, or has a ballot-listed or otherwise identifiable party preference, of the party in question.\nFor purposes of this market, only one candidate can represent a party listed in a contract. A candidate running as an independent would not be considered to represent the Republican party or Democratic party, even if that candidate otherwise identifies as a member of one of those parties.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will be elected New York City mayor in 2021?",
    "url": "https://www.predictit.org/markets/detail/7002/Who-will-be-elected-New-York-City-mayor-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Andrew Yang",
        "probability": 0.47457627118644063,
        "type": "PROBABILITY"
      },
      {
        "name": "Eric Adams",
        "probability": 0.22033898305084743,
        "type": "PROBABILITY"
      },
      {
        "name": "Maya Wiley",
        "probability": 0.06779661016949151,
        "type": "PROBABILITY"
      },
      {
        "name": "Scott Stringer",
        "probability": 0.05932203389830508,
        "type": "PROBABILITY"
      },
      {
        "name": "Raymond McGuire",
        "probability": 0.050847457627118633,
        "type": "PROBABILITY"
      },
      {
        "name": "Shaun Donovan",
        "probability": 0.016949152542372878,
        "type": "PROBABILITY"
      },
      {
        "name": "Dianne Morales",
        "probability": 0.016949152542372878,
        "type": "PROBABILITY"
      },
      {
        "name": "Kathryn Garcia",
        "probability": 0.016949152542372878,
        "type": "PROBABILITY"
      },
      {
        "name": "Curtis Sliwa",
        "probability": 0.016949152542372878,
        "type": "PROBABILITY"
      },
      {
        "name": "Carlos Menchaca",
        "probability": 0.008474576271186439,
        "type": "PROBABILITY"
      },
      {
        "name": "Loree Sutton",
        "probability": 0.008474576271186439,
        "type": "PROBABILITY"
      },
      {
        "name": "Max Rose",
        "probability": 0.008474576271186439,
        "type": "PROBABILITY"
      },
      {
        "name": "Zach Iscol",
        "probability": 0.008474576271186439,
        "type": "PROBABILITY"
      },
      {
        "name": "John Catsimatidis",
        "probability": 0.008474576271186439,
        "type": "PROBABILITY"
      },
      {
        "name": "Paperboy Prince",
        "probability": 0.008474576271186439,
        "type": "PROBABILITY"
      },
      {
        "name": "Fernando Mateo",
        "probability": 0.008474576271186439,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the individual elected Mayor of New York, NY in the 2021 general election. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Andrew Yang run  in the 2021 NYC Democratic Mayoral primary?",
    "url": "https://www.predictit.org/markets/detail/7003/Will-Andrew-Yang-run-in-the-2021-NYC-Democratic-Mayoral-primary",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.99,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.010000000000000009,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Andrew Yang is a ballot-listed candidate in the 2021 Democratic primary election for mayor of New York City. Should no such primary election be held, due to Mr. Yang running unopposed, this market will resolve as Yes.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Israel hold national elections for Knesset in 2021?",
    "url": "https://www.predictit.org/markets/detail/7007/Will-Israel-hold-national-elections-for-Knesset-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.99,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.010000000000000009,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Israel holds national elections for members of the Knesset during the 2021 calendar year.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 4:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will a woman be elected U.S. president in 2024?",
    "url": "https://www.predictit.org/markets/detail/7013/Will-a-woman-be-elected-US-president-in-2024",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.4,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.6,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that a female candidate wins the 2024 U.S. presidential election.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Alexandria Ocasio-Cortez file to run for president before the end of 2023?",
    "url": "https://www.predictit.org/markets/detail/7014/Will-Alexandria-Ocasio-Cortez-file-to-run-for-president-before-the-end-of-2023",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.17,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.83,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Alexandria Ocasio-Cortez becomes a candidate for president of the United States in the 2024 general election, by filing a Statement of Candidacy with the Federal Election Commission before the End Date listed below. Filing by an authorized representative of the candidate shall be deemed filing by the candidate.\nAbsent such filing or decision, the market will not resolve to Yes, notwithstanding declarations by Ms. Ocasio-Cortez and/or her representatives regarding intentions to run, fundraising activities, hiring of campaign staff, and/or establishment of other campaign infrastructure.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2023 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Alexandria Ocasio-Cortez run  in the 2022 NY Democratic Senate primary?",
    "url": "https://www.predictit.org/markets/detail/7015/Will-Alexandria-Ocasio-Cortez-run-in-the-2022-NY-Democratic-Senate-primary",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.17,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.83,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Rep. Alexandria Ocasio-Cortez is a ballot-listed candidate in the 2022 Democratic primary election for Senator from New York. Should no such primary election be held, due to Ms. Ocasio-Cortez running unopposed, this market will resolve as Yes.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the U.S. Senate election in Pennsylvania in 2022?",
    "url": "https://www.predictit.org/markets/detail/7016/Which-party-will-win-the-US-Senate-election-in-Pennsylvania-in-2022",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.6138613861386139,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.38613861386138615,
        "type": "PROBABILITY"
      }
    ],
    "description": "The winner of the 2022 Pennsylvania general election for U.S. Senate shall be the nominee of, or have a ballot-listed or otherwise identifiable party preference of, the party identified in the contract. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the U.S. Senate election in North Carolina in 2022?",
    "url": "https://www.predictit.org/markets/detail/7017/Which-party-will-win-the-US-Senate-election-in-North-Carolina-in-2022",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Republican",
        "probability": 0.6,
        "type": "PROBABILITY"
      },
      {
        "name": "Democratic",
        "probability": 0.39,
        "type": "PROBABILITY"
      }
    ],
    "description": "The winner of the 2022 North Carolina general election for U.S. Senate shall be the nominee of, or have a ballot-listed or otherwise identifiable party preference of, the party identified in the contract. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Donald Trump Jr. run in the 2022 Pennsylvania Republican Senate primary?",
    "url": "https://www.predictit.org/markets/detail/7018/Will-Donald-Trump-Jr-run-in-the-2022-Pennsylvania-Republican-Senate-primary",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.13,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.87,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Donald Trump Jr. is a ballot-listed candidate in the 2022 Republican primary election for Senator from Pennsylvania. Should no such primary election be held, due to Mr. Trump running unopposed, this market will resolve as Yes.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Lara Trump run  in the 2022 North Carolina Republican Senate primary?",
    "url": "https://www.predictit.org/markets/detail/7019/Will-Lara-Trump-run-in-the-2022-North-Carolina-Republican-Senate-primary",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.49,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.51,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Lara Lea Trump is a ballot-listed candidate in the 2022 Republican primary election for Senator from North Carolina. Should no such primary election be held, due to Ms. Trump running unopposed, this market will resolve as Yes.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Ivanka Trump run  in the 2022 Florida Republican Senate primary?",
    "url": "https://www.predictit.org/markets/detail/7021/Will-Ivanka-Trump-run-in-the-2022-Florida-Republican-Senate-primary",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.05,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.95,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Ivanka Trump is a ballot-listed candidate in the 2022 Republican primary election for Senator from Florida. Should no such primary election be held, due to Ms. Trump running unopposed, this market will resolve as Yes.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the U.S. Senate election in Florida in 2022?",
    "url": "https://www.predictit.org/markets/detail/7024/Which-party-will-win-the-US-Senate-election-in-Florida-in-2022",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Republican",
        "probability": 0.79,
        "type": "PROBABILITY"
      },
      {
        "name": "Democratic",
        "probability": 0.21,
        "type": "PROBABILITY"
      }
    ],
    "description": "The winner of the 2022 Florida general election for U.S. Senate shall be the nominee of, or have a ballot-listed or otherwise identifiable party preference of, the party identified in the contract. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2021 Virginia Democratic gubernatorial primary?",
    "url": "https://www.predictit.org/markets/detail/7030/Who-will-win-the-2021-Virginia-Democratic-gubernatorial-primary",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Terry McAuliffe",
        "probability": 0.8910891089108911,
        "type": "PROBABILITY"
      },
      {
        "name": "Jennifer Carroll Foy",
        "probability": 0.07920792079207921,
        "type": "PROBABILITY"
      },
      {
        "name": "Jennifer McClellan",
        "probability": 0.019801980198019802,
        "type": "PROBABILITY"
      },
      {
        "name": "Justin Fairfax",
        "probability": 0.009900990099009901,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2021 Virginia Democratic gubernatorial primary election. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nShould no such primary election be held, due to a single candidate running unopposed, that candidate will be considered the winner of the primary election for purposes of this market.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Benjamin Netanyahu be prime minister of Israel on June 30, 2021?",
    "url": "https://www.predictit.org/markets/detail/7035/Will-Benjamin-Netanyahu-be-prime-minister-of-Israel-on-June-30,-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.73,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.27,
        "type": "PROBABILITY"
      }
    ],
    "description": "This contract shall resolve to Yes in the event that Benjamin Netanyahu is prime minister of Israel upon the End Date listed below, according to the United Nations' Protocol and Liaison Service's list of heads of state, located upon launch of this market at protocol.un.org/dgacm/pls/site.nsf/HSHGNFA.xsp (the \"Settlement Source\"). \nShould that Settlement Source not be available or not appear to be updated in a timely manner, PredictIt may at its sole discretion await its availability or select an alternate settlement source.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 06/30/2021 4:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "How many seats will Israel's Likud Party win in the next Knesset election?",
    "url": "https://www.predictit.org/markets/detail/7036/How-many-seats-will-Israel's-Likud-Party-win-in-the-next-Knesset-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "23 or fewer",
        "probability": 0.009009009009009009,
        "type": "PROBABILITY"
      },
      {
        "name": "24 or 25",
        "probability": 0.009009009009009009,
        "type": "PROBABILITY"
      },
      {
        "name": "26 or 27",
        "probability": 0.11711711711711711,
        "type": "PROBABILITY"
      },
      {
        "name": "28 or 29",
        "probability": 0.3333333333333333,
        "type": "PROBABILITY"
      },
      {
        "name": "30 or 31",
        "probability": 0.27927927927927926,
        "type": "PROBABILITY"
      },
      {
        "name": "32 or 33",
        "probability": 0.17117117117117117,
        "type": "PROBABILITY"
      },
      {
        "name": "34 or 35",
        "probability": 0.05405405405405405,
        "type": "PROBABILITY"
      },
      {
        "name": "36 or 37",
        "probability": 0.009009009009009009,
        "type": "PROBABILITY"
      },
      {
        "name": "38 or 39",
        "probability": 0.009009009009009009,
        "type": "PROBABILITY"
      },
      {
        "name": "40 or more",
        "probability": 0.009009009009009009,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the number of seats in the Knesset won by the Likud Party in Israel's next legislative election.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will there be enough signatures by Mar. 17 for a vote on recall of Gov. Newsom?",
    "url": "https://www.predictit.org/markets/detail/7039/Will-there-be-enough-signatures-by-Mar-17-for-a-vote-on-recall-of-Gov-Newsom",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.91,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.08999999999999997,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that proponents of the recall of California Governor Gavin Newsom shall, by March 17, 2021, file recall petitions sufficient to trigger a recall election. Review of any such timely filed petitions for sufficiency to trigger such recall election need not be complete by March 17, 2021. Any extension of time that may be granted to recall efforts currently underway shall have no bearing on the resolution of this market.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will be chancellor of Germany on Dec. 31?",
    "url": "https://www.predictit.org/markets/detail/7040/Who-will-be-chancellor-of-Germany-on-Dec-31",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Markus Söder",
        "probability": 0.4545454545454544,
        "type": "PROBABILITY"
      },
      {
        "name": "Armin Laschet",
        "probability": 0.27272727272727265,
        "type": "PROBABILITY"
      },
      {
        "name": "Robert Habeck",
        "probability": 0.06363636363636363,
        "type": "PROBABILITY"
      },
      {
        "name": "Annalena Baerbock",
        "probability": 0.04545454545454544,
        "type": "PROBABILITY"
      },
      {
        "name": "Angela Merkel",
        "probability": 0.036363636363636355,
        "type": "PROBABILITY"
      },
      {
        "name": "Olaf Scholz",
        "probability": 0.027272727272727264,
        "type": "PROBABILITY"
      },
      {
        "name": "Jens Spahn",
        "probability": 0.018181818181818177,
        "type": "PROBABILITY"
      },
      {
        "name": "Christian Lindner",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      },
      {
        "name": "Katja Kipping",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      },
      {
        "name": "Alice Weidel",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      },
      {
        "name": "Alexander Gauland",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      },
      {
        "name": "Bernd Riexinger",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      },
      {
        "name": "Friedrich Merz",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      },
      {
        "name": "Norbert Röttgen",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      },
      {
        "name": "A. Kramp-Karrenbauer",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      },
      {
        "name": "Ralph Brinkhaus",
        "probability": 0.009090909090909089,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the Chancellor of Germany upon the End Date listed below, according to the United Nations' Protocol and Liaison Service's list of heads of state, located upon launch of this market at protocol.un.org/dgacm/pls/site.nsf/HSHGNFA.xsp (the \"Settlement Source\"). \nShould that settlement source not be available or not appear to be updated in a timely manner, PredictIt may at its sole discretion await its availability or select an alternate settlement source.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 6:00 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2021 Virginia Republican gubernatorial nomination?",
    "url": "https://www.predictit.org/markets/detail/7041/Who-will-win-the-2021-Virginia-Republican-gubernatorial-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Kirk Cox",
        "probability": 0.47368421052631576,
        "type": "PROBABILITY"
      },
      {
        "name": "Glenn Youngkin",
        "probability": 0.24561403508771928,
        "type": "PROBABILITY"
      },
      {
        "name": "Pete Snyder",
        "probability": 0.17543859649122806,
        "type": "PROBABILITY"
      },
      {
        "name": "Amanda Chase",
        "probability": 0.07894736842105261,
        "type": "PROBABILITY"
      },
      {
        "name": "Neil Chatterjee",
        "probability": 0.008771929824561403,
        "type": "PROBABILITY"
      },
      {
        "name": "Emmett Hanger",
        "probability": 0.008771929824561403,
        "type": "PROBABILITY"
      },
      {
        "name": "Bill Stanley",
        "probability": 0.008771929824561403,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2021 Virginia Republican gubernatorial nomination. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Lisa Murkowski be a Republican on April 1?",
    "url": "https://www.predictit.org/markets/detail/7051/Will-Lisa-Murkowski-be-a-Republican-on-April-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.99,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.010000000000000009,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market will resolve to Yes in the event that Senator Lisa Murkowski publicly identifies herself as a member of the Republican Party as of the End Date listed below. Senator Murkowski's continued participation or membership in the Senate Republican Conference as of the End Date shall not be sufficient by itself to cause this market to resolve to Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 04/01/2021 12:01 AM (ET)\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2024 Republican presidential nomination?",
    "url": "https://www.predictit.org/markets/detail/7053/Who-will-win-the-2024-Republican-presidential-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Donald Trump",
        "probability": 0.22807017543859642,
        "type": "PROBABILITY"
      },
      {
        "name": "Ron DeSantis",
        "probability": 0.14912280701754382,
        "type": "PROBABILITY"
      },
      {
        "name": "Nikki Haley",
        "probability": 0.0964912280701754,
        "type": "PROBABILITY"
      },
      {
        "name": "Kristi Noem",
        "probability": 0.08771929824561402,
        "type": "PROBABILITY"
      },
      {
        "name": "Ted Cruz",
        "probability": 0.061403508771929814,
        "type": "PROBABILITY"
      },
      {
        "name": "Mike Pence",
        "probability": 0.061403508771929814,
        "type": "PROBABILITY"
      },
      {
        "name": "Tom Cotton",
        "probability": 0.04385964912280701,
        "type": "PROBABILITY"
      },
      {
        "name": "Marco Rubio",
        "probability": 0.04385964912280701,
        "type": "PROBABILITY"
      },
      {
        "name": "Mike Pompeo",
        "probability": 0.035087719298245605,
        "type": "PROBABILITY"
      },
      {
        "name": "Tucker Carlson",
        "probability": 0.035087719298245605,
        "type": "PROBABILITY"
      },
      {
        "name": "Donald Trump Jr.",
        "probability": 0.035087719298245605,
        "type": "PROBABILITY"
      },
      {
        "name": "Josh Hawley",
        "probability": 0.035087719298245605,
        "type": "PROBABILITY"
      },
      {
        "name": "Tim Scott",
        "probability": 0.026315789473684202,
        "type": "PROBABILITY"
      },
      {
        "name": "Rick Scott",
        "probability": 0.026315789473684202,
        "type": "PROBABILITY"
      },
      {
        "name": "Mitt Romney",
        "probability": 0.017543859649122803,
        "type": "PROBABILITY"
      },
      {
        "name": "Larry Hogan",
        "probability": 0.017543859649122803,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the person who wins the 2024 nomination of the Republican Party for U.S. president. Replacement of the nominee for any reason prior to election day will have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2024 Democratic presidential nomination?",
    "url": "https://www.predictit.org/markets/detail/7057/Who-will-win-the-2024-Democratic-presidential-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Kamala Harris",
        "probability": 0.41,
        "type": "PROBABILITY"
      },
      {
        "name": "Joe Biden",
        "probability": 0.33,
        "type": "PROBABILITY"
      },
      {
        "name": "Pete Buttigieg",
        "probability": 0.07,
        "type": "PROBABILITY"
      },
      {
        "name": "A. Ocasio-Cortez",
        "probability": 0.06,
        "type": "PROBABILITY"
      },
      {
        "name": "Elizabeth Warren",
        "probability": 0.04,
        "type": "PROBABILITY"
      },
      {
        "name": "Bernie Sanders",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "Hillary Clinton",
        "probability": 0.03,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the person who wins the 2024 nomination of the Democratic Party for U.S. president. Replacement of the nominee for any reason prior to election day will have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "How many seats will Holland's VVD win in the next election?",
    "url": "https://www.predictit.org/markets/detail/7060/How-many-seats-will-Holland's-VVD-win-in-the-next-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "33 or fewer",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "34 or 35",
        "probability": 0.9423076923076923,
        "type": "PROBABILITY"
      },
      {
        "name": "36 or 37",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "38 or 39",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "40 or 41",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "42 or 43",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "44 or more",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the number of parliamentary seats won by the People's Party for Freedom and Democracy (VVD) in the Netherlands' next general election.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will be elected mayor of Boston in 2021?",
    "url": "https://www.predictit.org/markets/detail/7068/Who-will-be-elected-mayor-of-Boston-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Michelle Wu",
        "probability": 0.4857142857142857,
        "type": "PROBABILITY"
      },
      {
        "name": "Kim Janey",
        "probability": 0.24761904761904763,
        "type": "PROBABILITY"
      },
      {
        "name": "John Barros",
        "probability": 0.0857142857142857,
        "type": "PROBABILITY"
      },
      {
        "name": "Andrea Campbell",
        "probability": 0.07619047619047618,
        "type": "PROBABILITY"
      },
      {
        "name": "Jon Santiago",
        "probability": 0.06666666666666667,
        "type": "PROBABILITY"
      },
      {
        "name": "A. Essaibi-George",
        "probability": 0.02857142857142857,
        "type": "PROBABILITY"
      },
      {
        "name": "Marty Walsh",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the person elected Mayor of Boston, MA in the first mayoral election held in 2021. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will the Senate censure Ted Cruz before May 1?",
    "url": "https://www.predictit.org/markets/detail/7072/Will-the-Senate-censure-Ted-Cruz-before-May-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.99,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that the U.S. Senate formally censures (sometimes referred to as condemnation or denouncement) Senator Ted Cruz (R-TX) before the End Date listed below.\nA censure vote will be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote will be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nThe outcomes of committee votes, hearings, or reports, cloture votes and other procedural votes will have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 04/30/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will the Senate censure Josh Hawley before May 1?",
    "url": "https://www.predictit.org/markets/detail/7074/Will-the-Senate-censure-Josh-Hawley-before-May-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.99,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that the U.S. Senate formally censures (sometimes referred to as condemnation or denouncement) Senator Josh Hawley (R-MO) before the End Date listed below.\nA censure vote will be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote will be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nThe outcomes of committee votes, hearings, or reports, cloture votes and other procedural votes will have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 04/30/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Biden policy to raise minimum wage to $15 per hour in 2021 succeed?",
    "url": "https://www.predictit.org/markets/detail/7075/Will-Biden-policy-to-raise-minimum-wage-to-$15-per-hour-in-2021-succeed",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.97,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that the federal minimum wage in effect for covered non-exempt employees is $15 or more per hour at any point between the launch of this market and the End Date listed below, according to the U.S. Department of Labor. \nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Italy hold national elections before June 1?",
    "url": "https://www.predictit.org/markets/detail/7078/Will-Italy-hold-national-elections-before-June-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.98,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that ltaly holds national legislative elections before the End Date listed below.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 05/31/2021 4:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Sarah Huckabee Sanders win the 2022 Arkansas GOP gubernatorial primary?",
    "url": "https://www.predictit.org/markets/detail/7082/Will-Sarah-Huckabee-Sanders-win-the-2022-Arkansas-GOP-gubernatorial-primary",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.84,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.16000000000000003,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Sarah Huckabee Sanders wins the 2022 Arkansas Republican gubernatorial primary election. Should no such primary election be held, due to a single candidate running unopposed, that candidate will be considered the winner of the primary election for purposes of this market. \nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will the District of Columbia become a U.S. state in 2021?",
    "url": "https://www.predictit.org/markets/detail/7083/Will-the-District-of-Columbia-become-a-US-state-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.06,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.94,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that the territory known upon launch of this market as the District of Columbia is admitted to the Union (regardless of name change) as a single state, and such admission has taken effect by the End Date listed below. The exclusion of portions of the present District of Columbia from the territory admitted to the Union shall have no bearing on the settlement of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Which party will win the U.S. Senate election in Ohio in 2022?",
    "url": "https://www.predictit.org/markets/detail/7085/Which-party-will-win-the-US-Senate-election-in-Ohio-in-2022",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Republican",
        "probability": 0.79,
        "type": "PROBABILITY"
      },
      {
        "name": "Democratic",
        "probability": 0.21,
        "type": "PROBABILITY"
      }
    ],
    "description": "The winner of the 2022 Ohio general election for U.S. Senate shall be the nominee of, or have a ballot-listed or otherwise identifiable party preference of, the party identified in the contract. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 Ohio Republican Senate primary?",
    "url": "https://www.predictit.org/markets/detail/7087/Who-will-win-the-2022-Ohio-Republican-Senate-primary",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Jane Timken",
        "probability": 0.3619047619047619,
        "type": "PROBABILITY"
      },
      {
        "name": "J. D. Vance",
        "probability": 0.27619047619047615,
        "type": "PROBABILITY"
      },
      {
        "name": "Josh Mandel",
        "probability": 0.19999999999999998,
        "type": "PROBABILITY"
      },
      {
        "name": "Steve Stivers",
        "probability": 0.03809523809523809,
        "type": "PROBABILITY"
      },
      {
        "name": "Jim Jordan",
        "probability": 0.02857142857142857,
        "type": "PROBABILITY"
      },
      {
        "name": "Mike Turner",
        "probability": 0.02857142857142857,
        "type": "PROBABILITY"
      },
      {
        "name": "Rob Portman",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      },
      {
        "name": "Jon Husted",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      },
      {
        "name": "Mary Taylor",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      },
      {
        "name": "Jim Renacci",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      },
      {
        "name": "Frank LaRose",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      },
      {
        "name": "Brad Wenstrup",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      },
      {
        "name": "Warren Davidson",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 Ohio Republican primary election for U.S. Senate. Should no such primary election be held, due to a single candidate running unopposed, that candidate will be considered the winner of the primary election for purposes of this market.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Puerto Rico become a U.S. state in 2021?",
    "url": "https://www.predictit.org/markets/detail/7088/Will-Puerto-Rico-become-a-US-state-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.04,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.96,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that the territory known upon launch of this market as the Commonwealth of Puerto Rico is admitted to the Union (regardless of name change) as a single state, and such admission has taken effect by the End Date listed below. The exclusion of portions of the present commonwealth from the territory admitted to the Union shall have no bearing on the settlement of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will the federal minimum wage be $9.50 per hour or higher by September 1?",
    "url": "https://www.predictit.org/markets/detail/7092/Will-the-federal-minimum-wage-be-$950-per-hour-or-higher-by-September-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.17,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.83,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that the federal minimum wage in effect for covered non-exempt employees is $9.50 or more per hour at any point between the launch of this market and the End Date listed below, according to the U.S. Department of Labor. \nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 09/01/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will the House censure or reprimand Marjorie Taylor Greene before April 1?",
    "url": "https://www.predictit.org/markets/detail/7099/Will-the-House-censure-or-reprimand-Marjorie-Taylor-Greene-before-April-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.98,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that the U.S. House of Representatives votes to censure or reprimand Rep. Marjorie Taylor Greene (R-GA) before the End Date listed below.\nA vote shall be considered to have commenced once at least one Representative has cast a vote. So long as such a vote commences before the End Date, the full results of the vote shall be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the End Date.\nThe outcomes of committee votes, hearings, or reports, and other procedural votes shall have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 03/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Liz Cheney win the 2022 House GOP nomination in WY-AL?",
    "url": "https://www.predictit.org/markets/detail/7103/Will-Liz-Cheney-win-the-2022-House-GOP-nomination-in-WY-AL",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.49,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.51,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Rep. Liz Cheney wins the 2022 Republican nomination for Representative in Congress from Wyoming's At-Large district.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2021 special election in Louisiana's 5th District?",
    "url": "https://www.predictit.org/markets/detail/7104/Who-will-win-the-2021-special-election-in-Louisiana's-5th-District",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Julia Letlow",
        "probability": 0.8999999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "Candy Christophe",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Jim Davis",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Allen Guillory Sr.",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Chad Conerly",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Robert Lansden",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Jaycee Magnuson",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Horace Melton III",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Vinny Mendoza",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Richard Pannell",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Sancha Smith",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      },
      {
        "name": "Errol Victor Sr.",
        "probability": 0.00909090909090909,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2021 special election for U.S. Representative from Louisiana's 5th Congressional District, whether via an outright majority in the first round or in the subsequent runoff, should one be necessary.\nShould no such election be held, due to a single candidate running unopposed, that candidate will be considered the winner of the election for purposes of this market.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2021 special election in Louisiana's 2nd District?",
    "url": "https://www.predictit.org/markets/detail/7105/Who-will-win-the-2021-special-election-in-Louisiana's-2nd-District",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Troy Carter",
        "probability": 0.5478260869565217,
        "type": "PROBABILITY"
      },
      {
        "name": "Karen Peterson",
        "probability": 0.33043478260869563,
        "type": "PROBABILITY"
      },
      {
        "name": "Gary Chambers",
        "probability": 0.017391304347826084,
        "type": "PROBABILITY"
      },
      {
        "name": "Chelsea Ardoin",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Belden Batiste",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Claston Bernard",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Harold John",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Christopher Johnson",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Brandon Jolicoeur",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Lloyd Kelly",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Greg Lirette",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Mindy McConnell",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Desiree Ontiveros",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Jenette Porter",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      },
      {
        "name": "Sheldon Vincent Sr.",
        "probability": 0.008695652173913042,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2021 special election for U.S. Representative from Louisiana's 2nd Congressional District, whether via an outright majority in the first round or in the subsequent runoff, should one be necessary.\nShould no such election be held, due to a single candidate running unopposed, that candidate will be considered the winner of the election for purposes of this market.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which of these 10 Latin American leaders will leave office next?",
    "url": "https://www.predictit.org/markets/detail/7106/Which-of-these-10-Latin-American-leaders-will-leave-office-next",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Lenín Moreno",
        "probability": 0.8846153846153846,
        "type": "PROBABILITY"
      },
      {
        "name": "Daniel Ortega",
        "probability": 0.038461538461538464,
        "type": "PROBABILITY"
      },
      {
        "name": "Jair Bolsonaro",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "Francisco Sagasti",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "Sebastián Piñera",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "Iván Duque",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "A. M. López Obrador",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "Alberto Fernández",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "Luis Arce",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      },
      {
        "name": "Nicolás Maduro",
        "probability": 0.009615384615384616,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the first individual, among those named in the contracts in this market, to cease formally to hold the office he holds upon launch of this market on February 4, 2021. No additional contracts shall be added to this market following its launch.\nPredictIt shall rely upon the United Nations' Protocol and Liaison Service's list of heads of state and government, located upon launch of this market at protocol.un.org/dgacm/pls/site.nsf/HSHGNFA.xsp (the \"Settlement Source\"), in order to resolve this market. An incumbent shall be considered no longer to hold office on the day that the Settlement Source provides for the vacancy or appointment of another person to that office.\nShould the Settlement Source not be available or not appear to be updated in a timely manner, PredictIt may at its sole discretion await its availability or select an alternate settlement source.\nIn the event that two or more of the listed individuals are replaced as head of state on the same calendar day, the contract listing the candidate with the first alphabetical last name among the individuals in question will resolve as Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the 2022 U.S. Senate election in Georgia?",
    "url": "https://www.predictit.org/markets/detail/7107/Which-party-will-win-the-2022-US-Senate-election-in-Georgia",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.5294117647058824,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.47058823529411764,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which names the party whose candidate wins the 2022 Georgia Senate election, whether via an outright majority in the first round or in the subsequent runoff, should one be necessary. A candidate shall be considered to represent a party in the event that he or she is the nominee, or has a ballot-listed or otherwise identifiable party preference, of the party in question.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which of these 10 Asian/Pacific leaders will leave office next?",
    "url": "https://www.predictit.org/markets/detail/7110/Which-of-these-10-Asian-Pacific-leaders-will-leave-office-next",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Hassan Rouhani",
        "probability": 0.5471698113207547,
        "type": "PROBABILITY"
      },
      {
        "name": "Benjamin Netanyahu",
        "probability": 0.2169811320754717,
        "type": "PROBABILITY"
      },
      {
        "name": "Scott Morrison",
        "probability": 0.11320754716981131,
        "type": "PROBABILITY"
      },
      {
        "name": "Suga Yoshihide",
        "probability": 0.03773584905660377,
        "type": "PROBABILITY"
      },
      {
        "name": "Kim Jong-un",
        "probability": 0.03773584905660377,
        "type": "PROBABILITY"
      },
      {
        "name": "Xi Jinping",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "Moon Jae-in",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "Narendra Modi",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "Joko Widodo",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "Recep Tayyip Erdoğan",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      }
    ],
    "description": "Please Note: PredictIt added a supplementary comment at the bottom of the Rules on 02/11/2021.\nThe contract that resolves to Yes shall be that which identifies the first individual, among those named in the contracts in this market, to cease formally to hold the position of head of state or government that he holds upon launch of this market on February 5, 2021. No additional contracts shall be added to this market following its launch.\nPredictIt shall rely upon the United Nations' Protocol and Liaison Service's list of heads of state and government, located upon launch of this market at protocol.un.org/dgacm/pls/site.nsf/HSHGNFA.xsp (the \"Settlement Source\"), in order to resolve this market. An incumbent shall be considered no longer to hold his position on the day that the Settlement Source provides for the vacancy or appointment of another person to that position.\nShould the Settlement Source not be available or not appear to be updated in a timely manner, PredictIt may at its sole discretion await its availability or select an alternate settlement source.\nIn the event that two or more of the listed individuals are replaced as head of state or government, or their positions become vacant, on the same calendar day, the contract listing the candidate with the first alphabetical last name among the individuals in question will resolve as Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n\nSupplementary Comment(s)\n\nCreated On: 02/11/2021 12:22 PM (ET)\nNote: If resolving this market under the 4th paragraph of the Rules, the last names of Xi Jinping, Suga Yoshihide, Moon Jae-In and Kim Jong-Un are \"Xi\", \"Suga\", “Moon” and “Kim”, respectively.\n",
    "stars": 3
  },
  {
    "title": "Will Alexander Lukashenko be President of Belarus through the end of the 2021?",
    "url": "https://www.predictit.org/markets/detail/7111/Will-Alexander-Lukashenko-be-President-of-Belarus-through-the-end-of-the-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.91,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.08999999999999997,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Alexander Lukashenko serves as Head of State of the Republic of Belarus without interruption throughout the calendar year 2021.\nPredictIt shall rely upon the United Nations' Protocol and Liaison Service's list of heads of state and government, located upon launch of this market at protocol.un.org/dgacm/pls/site.nsf/HSHGNFA.xsp (the \"Settlement Source\"), in order to resolve this market. Mr. Lukashenko shall be considered no longer to hold office on the day that the Settlement Source provides for the vacancy or appointment of another person to that office.\nShould the Settlement Source not be available or not appear to be updated in a timely manner, PredictIt may at its sole discretion await its availability or select an alternate settlement source.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 4:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Which party will win the 2022 U.S. Senate election in Arizona?",
    "url": "https://www.predictit.org/markets/detail/7112/Which-party-will-win-the-2022-US-Senate-election-in-Arizona",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.61,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.38,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which names the party whose candidate wins the 2022 Arizona Senate election. A candidate shall be considered to represent a party in the event that he or she is the nominee, or has a ballot-listed or otherwise identifiable party preference, of the party in question.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "How many Senators vote to confirm Marty Walsh as Secretary of Labor by 3/31?",
    "url": "https://www.predictit.org/markets/detail/7114/How-many-Senators-vote-to-confirm-Marty-Walsh-as-Secretary-of-Labor-by-3-31",
    "platform": "PredictIt",
    "options": [
      {
        "name": "67 or fewer",
        "probability": 0.30275229357798167,
        "type": "PROBABILITY"
      },
      {
        "name": "68 to 70",
        "probability": 0.5963302752293578,
        "type": "PROBABILITY"
      },
      {
        "name": "71 to 73",
        "probability": 0.03669724770642201,
        "type": "PROBABILITY"
      },
      {
        "name": "74 to 76",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "77 to 79",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "80 to 82",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "83 to 85",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "86 to 88",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "89 to 91",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "92 or more",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall correspond to the number or range of votes cast in the U.S. Senate, in a vote commencing before the End Date listed below, in favor of the confirmation of Marty Walsh to the position of Secretary of Labor, according to the official vote tally reported by the website senate.gov or, should that source be unavailable, the Congressional Record or other official source.\nA vote on the nomination shall be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote shall be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nShould no confirmation vote on the nomination of Mr. Walsh to the position of Secretary of Labor commence before the End Date; or should such a vote result in the rejection of the nominee via a procedure that does not result in the recording of a tally of votes; or should Mr. Walsh be confirmed to position of Secretary of Labor in a vote that commences only after the End Date; the contract identifying the range \"67 or fewer\" shall resolve to Yes. Should a vote result in the confirmation of the nominee via a procedure that does not result in the recording of a tally of votes, the contract identifying the range \"92 or more\" shall resolve to Yes. Should more than one Senate confirmation vote on the nomination of Mr. Walsh to the position of Secretary of Labor be held before the End Date, the outcome of the first such vote shall be used to resolve this market. \nThe outcomes of committee votes, hearings, or reports, cloture votes and other procedural votes shall have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 03/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2021 Manhattan District Attorney election?",
    "url": "https://www.predictit.org/markets/detail/7116/Who-will-win-the-2021-Manhattan-District-Attorney-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Tali Weinstein",
        "probability": 0.3628318584070796,
        "type": "PROBABILITY"
      },
      {
        "name": "Alvin Bragg",
        "probability": 0.327433628318584,
        "type": "PROBABILITY"
      },
      {
        "name": "Tahanie Aboushi",
        "probability": 0.15044247787610618,
        "type": "PROBABILITY"
      },
      {
        "name": "Eliza Orlins",
        "probability": 0.07964601769911503,
        "type": "PROBABILITY"
      },
      {
        "name": "Dan Quart",
        "probability": 0.035398230088495575,
        "type": "PROBABILITY"
      },
      {
        "name": "Lucy Lang",
        "probability": 0.017699115044247787,
        "type": "PROBABILITY"
      },
      {
        "name": "Cyrus Vance",
        "probability": 0.008849557522123894,
        "type": "PROBABILITY"
      },
      {
        "name": "Diana Florence",
        "probability": 0.008849557522123894,
        "type": "PROBABILITY"
      },
      {
        "name": "Liz Crotty",
        "probability": 0.008849557522123894,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2021 election to the office of New York County District Attorney (also known as 'Manhattan District Attorney').\nShould no such election be held, due to a single candidate running unopposed, that candidate will be considered the winner of the election for purposes of this market.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which of these 10 African leaders will leave office next?",
    "url": "https://www.predictit.org/markets/detail/7117/Which-of-these-10-African-leaders-will-leave-office-next",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Abdelmadjid Tebboune",
        "probability": 0.33,
        "type": "PROBABILITY"
      },
      {
        "name": "Muhammadu Buhari",
        "probability": 0.17,
        "type": "PROBABILITY"
      },
      {
        "name": "Abiy Ahmed",
        "probability": 0.12,
        "type": "PROBABILITY"
      },
      {
        "name": "Uhuru Kenyatta",
        "probability": 0.11,
        "type": "PROBABILITY"
      },
      {
        "name": "Félix Tshisekedi",
        "probability": 0.05,
        "type": "PROBABILITY"
      },
      {
        "name": "Nana Akufo-Addo",
        "probability": 0.05,
        "type": "PROBABILITY"
      },
      {
        "name": "Emmerson Mnangagwa",
        "probability": 0.04,
        "type": "PROBABILITY"
      },
      {
        "name": "Abdel Fattah Al-Sisi",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Cyril Ramaphosa",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Paul Kagame",
        "probability": 0.02,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the first individual, among those named in the contracts in this market, to cease formally to hold the position of head of state or government that he holds upon launch of this market on February 9, 2021. No additional contracts shall be added to this market following its launch.\nPredictIt shall rely upon the United Nations' Protocol and Liaison Service's list of heads of state and government, located upon launch of this market at protocol.un.org/dgacm/pls/site.nsf/HSHGNFA.xsp (the \"Settlement Source\"), in order to resolve this market. An incumbent shall be considered no longer to hold his position on the day that the Settlement Source provides for the vacancy or appointment of another person to that position.\nShould the Settlement Source not be available or not appear to be updated in a timely manner, PredictIt may at its sole discretion await its availability or select an alternate settlement source.\nIn the event that two or more of the listed individuals are replaced as head of state or government, or their positions become vacant, on the same calendar day, the contract listing the candidate with the first alphabetical last name, as presented in the contract, among the individuals in question will resolve as Yes. Egyptian President Abdel Fattah Al-Sisi's last name shall be considered to begin with the letter \"S\".\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Marjorie Taylor Greene be re-elected to the House in 2022?",
    "url": "https://www.predictit.org/markets/detail/7118/Will-Marjorie-Taylor-Greene-be-re-elected-to-the-House-in-2022",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.61,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.39,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Rep. Marjorie Taylor Greene (R-GA) is re-elected to the U.S. House of Representatives from any Congressional district in the 2022 election.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "How many Biden Cabinet members will Josh Hawley vote against?",
    "url": "https://www.predictit.org/markets/detail/7119/How-many-Biden-Cabinet-members-will-Josh-Hawley-vote-against",
    "platform": "PredictIt",
    "options": [
      {
        "name": "12 or fewer",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "13",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "14",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "15",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "16",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "17",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "18",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "19",
        "probability": 0.049019607843137254,
        "type": "PROBABILITY"
      },
      {
        "name": "20",
        "probability": 0.6274509803921569,
        "type": "PROBABILITY"
      },
      {
        "name": "21",
        "probability": 0.23529411764705882,
        "type": "PROBABILITY"
      },
      {
        "name": "22",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "23 or more",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      }
    ],
    "description": "Please Note: PredictIt added a supplementary comment at the bottom of the Rules on 02/09/2021.\nThe contract that resolves to Yes shall be that which identifies the number of recorded Nay votes cast by Senator Josh Hawley (R-MO) on confirmation of nominees to the U.S. Cabinet.\nFor purposes of resolving this market, the Cabinet shall be understood to consist of the following 23 positions –\nThe Secretaries of: Agriculture, Commerce, Defense, Education, Energy, Health & Human Services, Homeland Security, Housing & Urban Development, Interior, Labor, State, Transportation, Treasury and Veterans Affairs --\nAnd the Attorney General, US Ambassador to the United Nations, Director of National Intelligence and US Trade Representative --\nAnd the heads of the: Environmental Protection Agency, Office of Management & Budget, Council of Economic Advisers, Office of Science & Technology Policy and Small Business Administration.\nThis market shall close when the Senate has voted on whether to confirm at least one nominee to all of the above positions. Should more than one confirmation vote take place for the same Cabinet position before the market closes, all of Senator Hawley's Cabinet confirmation votes shall be considered when resolving this market. Should Senator Hawley cease to be a Senator before at least one vote has been taken on all nominees, this market will close at the time of his departure.\nThe results of committee votes, hearings, or reports, and cloture or other procedural votes shall have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n\nSupplementary Comment(s)\n\nCreated On: 02/09/2021 2:43 PM (ET)\nIn response to trader inquiry: This market concerns Senator Hawley's votes on all of President Biden's Cabinet nominees to the listed positions, including those that have already been confirmed.\n",
    "stars": 3
  },
  {
    "title": "Who will be the next Senate-confirmed Assistant Attorney General for Antitrust?",
    "url": "https://www.predictit.org/markets/detail/7120/Who-will-be-the-next-Senate-confirmed-Assistant-Attorney-General-for-Antitrust",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Jonathan Kanter",
        "probability": 0.2,
        "type": "PROBABILITY"
      },
      {
        "name": "Renata Hesse",
        "probability": 0.13,
        "type": "PROBABILITY"
      },
      {
        "name": "Jon Sallet",
        "probability": 0.12,
        "type": "PROBABILITY"
      },
      {
        "name": "Terrell McSweeny",
        "probability": 0.11,
        "type": "PROBABILITY"
      },
      {
        "name": "Rebecca Slaughter",
        "probability": 0.08,
        "type": "PROBABILITY"
      },
      {
        "name": "Jon Leibowitz",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "Susan Davies",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Sonia Pfaffenroth",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Dave Gelfand",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Steven Sunshine",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Deborah Feinstein",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Juan Arteaga",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Gigi Sohn",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Edward Smith",
        "probability": 0.01,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the next individual to receive Senate confirmation to the position of Assistant Attorney General for the Department of Justice Antitrust Division following launch of this market on February 10, 2021.\nShould no one be confirmed to the position of Assistant Attorney General for the Department of Justice Antitrust Division by the End Date listed below, all contracts in this market shall resolve to No.\nA vote on the nomination shall be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote shall be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2021 Ecuadorian presidential election?",
    "url": "https://www.predictit.org/markets/detail/7122/Who-will-win-the-2021-Ecuadorian-presidential-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Andrés Arauz",
        "probability": 0.85,
        "type": "PROBABILITY"
      },
      {
        "name": "Guillermo Lasso",
        "probability": 0.14,
        "type": "PROBABILITY"
      },
      {
        "name": "Yaku Pérez",
        "probability": 0.01,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2021 presidential election in Ecuador.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "How many Senators vote to confirm Neera Tanden as OMB Director by 3/31?",
    "url": "https://www.predictit.org/markets/detail/7123/How-many-Senators-vote-to-confirm-Neera-Tanden-as-OMB-Director-by-3-31",
    "platform": "PredictIt",
    "options": [
      {
        "name": "49 or fewer",
        "probability": 0.9166666666666666,
        "type": "PROBABILITY"
      },
      {
        "name": "50 to 52",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "53 to 55",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "56 to 58",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "59 to 61",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "62 to 64",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "65 to 67",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "68 to 70",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "71 to 73",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "74 or more",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall correspond to the number or range of votes cast in the U.S. Senate, in a vote commencing before the End Date listed below, in favor of the confirmation of Neera Tanden to the position of Director of the Office of Management and Budget, according to the official vote tally reported by the website senate.gov or, should that source be unavailable, the Congressional Record or other official source.\nA vote on the nomination shall be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote will be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nAny vote cast by the Vice President on the nomination shall not be considered for purposes of this market.\nShould no confirmation vote on the nomination of Ms. Tanden to the position of Director of the Office of Management and Budget commence before the End Date; or should such a vote result in the rejection of the nominee via a procedure that does not result in the recording of a tally of votes; or should Ms. Tanden be confirmed to position of Director of the Office of Management and Budget in a vote that commences only after the End Date; the contract identifying the range \"49 or fewer\" shall resolve to Yes. Should a vote result in the confirmation of the nominee via a procedure that does not result in the recording of a tally of votes, the contract identifying the range \"74 or more\" shall resolve to Yes. Should more than one Senate confirmation vote on the nomination of Ms. Tanden to the position of Director of the Office of Management and Budget be held before the End Date, the outcome of the first such vote will be used to resolve this market. \nThe outcomes of committee votes, hearings, or reports, cloture votes and other procedural votes will have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 03/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Which of these ten G20 leaders will leave office next?",
    "url": "https://www.predictit.org/markets/detail/7124/Which-of-these-ten-G20-leaders-will-leave-office-next",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Suga Yoshihide",
        "probability": 0.4077669902912621,
        "type": "PROBABILITY"
      },
      {
        "name": "Joe Biden",
        "probability": 0.1359223300970874,
        "type": "PROBABILITY"
      },
      {
        "name": "Justin Trudeau",
        "probability": 0.08737864077669902,
        "type": "PROBABILITY"
      },
      {
        "name": "Emmanuel Macron",
        "probability": 0.07766990291262135,
        "type": "PROBABILITY"
      },
      {
        "name": "Boris Johnson",
        "probability": 0.07766990291262135,
        "type": "PROBABILITY"
      },
      {
        "name": "Jair Bolsonaro",
        "probability": 0.07766990291262135,
        "type": "PROBABILITY"
      },
      {
        "name": "Cyril Ramaphosa",
        "probability": 0.04854368932038835,
        "type": "PROBABILITY"
      },
      {
        "name": "Vladimir Putin",
        "probability": 0.038834951456310676,
        "type": "PROBABILITY"
      },
      {
        "name": "Recep Tayyip Erdoğan",
        "probability": 0.029126213592233007,
        "type": "PROBABILITY"
      },
      {
        "name": "Xi Jinping",
        "probability": 0.019417475728155338,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the first individual, among those named in the contracts in this market, to cease formally to hold the position of head of state or government that he holds upon launch of this market on February 11, 2021. No additional contracts shall be added to this market following its launch.\nPredictIt shall rely upon the United Nations' Protocol and Liaison Service's list of heads of state and government, located upon launch of this market at protocol.un.org/dgacm/pls/site.nsf/HSHGNFA.xsp (the \"Settlement Source\"), in order to resolve this market. An incumbent shall be considered no longer to hold his position on the day that the Settlement Source provides for the vacancy or appointment of another person to that position.\nShould the Settlement Source not be available or not appear to be updated in a timely manner, PredictIt may at its sole discretion await its availability or select an alternate settlement source.\nIn the event that two or more of the listed individuals are replaced as head of state or government, or their positions become vacant, on the same calendar day, the contract listing the candidate with the first alphabetical family name, as presented in the contract, among the individuals in question will resolve as Yes. The family names of President Xi Jinping and Prime Minister Suga Yoshihide are \"Xi\" and \"Suga\", respectively.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 Ohio Democratic Senate nomination?",
    "url": "https://www.predictit.org/markets/detail/7126/Who-will-win-the-2022-Ohio-Democratic-Senate-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Tim Ryan",
        "probability": 0.62,
        "type": "PROBABILITY"
      },
      {
        "name": "Amy Acton",
        "probability": 0.28,
        "type": "PROBABILITY"
      },
      {
        "name": "Joyce Beatty",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Nan Whaley",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Emilia Sykes",
        "probability": 0.01,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 Ohio Democratic nomination for U.S. Senate.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 Pennsylvania Democratic Senate nomination?",
    "url": "https://www.predictit.org/markets/detail/7127/Who-will-win-the-2022-Pennsylvania-Democratic-Senate-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "John Fetterman",
        "probability": 0.6568627450980392,
        "type": "PROBABILITY"
      },
      {
        "name": "Malcolm Kenyatta",
        "probability": 0.12745098039215685,
        "type": "PROBABILITY"
      },
      {
        "name": "Conor Lamb",
        "probability": 0.11764705882352941,
        "type": "PROBABILITY"
      },
      {
        "name": "Madeleine Dean",
        "probability": 0.06862745098039216,
        "type": "PROBABILITY"
      },
      {
        "name": "Jim Kenney",
        "probability": 0.0196078431372549,
        "type": "PROBABILITY"
      },
      {
        "name": "Joe Sestak",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 Pennsylvania Democratic nomination for U.S. Senate.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "How many seats will the SNP win in Scotland's next election?",
    "url": "https://www.predictit.org/markets/detail/7128/How-many-seats-will-the-SNP-win-in-Scotland's-next-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "62 or fewer",
        "probability": 0.13333333333333333,
        "type": "PROBABILITY"
      },
      {
        "name": "63 or 64",
        "probability": 0.14285714285714285,
        "type": "PROBABILITY"
      },
      {
        "name": "65 or 66",
        "probability": 0.1714285714285714,
        "type": "PROBABILITY"
      },
      {
        "name": "67 or 68",
        "probability": 0.19047619047619047,
        "type": "PROBABILITY"
      },
      {
        "name": "69 or 70",
        "probability": 0.19999999999999998,
        "type": "PROBABILITY"
      },
      {
        "name": "71 or 72",
        "probability": 0.11428571428571428,
        "type": "PROBABILITY"
      },
      {
        "name": "73 or 74",
        "probability": 0.019047619047619046,
        "type": "PROBABILITY"
      },
      {
        "name": "75 or 76",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      },
      {
        "name": "77 or 78",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      },
      {
        "name": "79 or more",
        "probability": 0.009523809523809523,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the number of seats won by the Scottish National Party (SNP) in the next election to the Scottish parliament.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 Pennsylvania Republican Senate nomination?",
    "url": "https://www.predictit.org/markets/detail/7129/Who-will-win-the-2022-Pennsylvania-Republican-Senate-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Guy Reschenthaler",
        "probability": 0.13,
        "type": "PROBABILITY"
      },
      {
        "name": "Ryan Costello",
        "probability": 0.09,
        "type": "PROBABILITY"
      },
      {
        "name": "Donald Trump Jr.",
        "probability": 0.06,
        "type": "PROBABILITY"
      },
      {
        "name": "Everett Stern",
        "probability": 0.05,
        "type": "PROBABILITY"
      },
      {
        "name": "Charlie Dent",
        "probability": 0.03,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 Pennsylvania Republican nomination for U.S. Senate.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the 2022 U.S. Senate election in New Hampshire?",
    "url": "https://www.predictit.org/markets/detail/7130/Which-party-will-win-the-2022-US-Senate-election-in-New-Hampshire",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.58,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.41,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which names the party whose candidate wins the 2022 New Hampshire U.S. Senate election. A candidate shall be considered to represent a party in the event that he or she is the nominee, or has a ballot-listed or otherwise identifiable party preference, of the party in question.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the 2022 U.S. Senate election in Nevada?",
    "url": "https://www.predictit.org/markets/detail/7131/Which-party-will-win-the-2022-US-Senate-election-in-Nevada",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Democratic",
        "probability": 0.6633663366336634,
        "type": "PROBABILITY"
      },
      {
        "name": "Republican",
        "probability": 0.33663366336633666,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which names the party whose candidate wins the 2022 Nevada U.S. Senate election. A candidate shall be considered to represent a party in the event that he or she is the nominee, or has a ballot-listed or otherwise identifiable party preference, of the party in question.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the 2022 U.S. Senate election in Wisconsin?",
    "url": "https://www.predictit.org/markets/detail/7132/Which-party-will-win-the-2022-US-Senate-election-in-Wisconsin",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Republican",
        "probability": 0.5346534653465347,
        "type": "PROBABILITY"
      },
      {
        "name": "Democratic",
        "probability": 0.4653465346534653,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which names the party whose candidate wins the 2022 Wisconsin U.S. Senate election. A candidate shall be considered to represent a party in the event that he or she is the nominee, or has a ballot-listed or otherwise identifiable party preference, of the party in question.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will be the next Senate-confirmed OMB Director?",
    "url": "https://www.predictit.org/markets/detail/7134/Who-will-be-the-next-Senate-confirmed-OMB-Director",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Shalanda Young",
        "probability": 0.48598130841121484,
        "type": "PROBABILITY"
      },
      {
        "name": "Nani Coloretti",
        "probability": 0.18691588785046725,
        "type": "PROBABILITY"
      },
      {
        "name": "Ann O'Leary",
        "probability": 0.06542056074766354,
        "type": "PROBABILITY"
      },
      {
        "name": "Sarah Bianchi",
        "probability": 0.05607476635514017,
        "type": "PROBABILITY"
      },
      {
        "name": "Chris Lu",
        "probability": 0.05607476635514017,
        "type": "PROBABILITY"
      },
      {
        "name": "Martha Coven",
        "probability": 0.046728971962616814,
        "type": "PROBABILITY"
      },
      {
        "name": "Sonal Shah",
        "probability": 0.028037383177570086,
        "type": "PROBABILITY"
      },
      {
        "name": "Gene Sperling",
        "probability": 0.018691588785046724,
        "type": "PROBABILITY"
      },
      {
        "name": "Heather Boushey",
        "probability": 0.018691588785046724,
        "type": "PROBABILITY"
      },
      {
        "name": "John Jones",
        "probability": 0.018691588785046724,
        "type": "PROBABILITY"
      },
      {
        "name": "Neera Tanden",
        "probability": 0.009345794392523362,
        "type": "PROBABILITY"
      },
      {
        "name": "Jared Bernstein",
        "probability": 0.009345794392523362,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the next individual to receive Senate confirmation to the position of Director of the Office of Management and Budget following launch of this market on February 22, 2021.\nShould no one be confirmed to the position of Director of the Office of Management and Budget by the End Date listed below, all contracts in this market shall resolve to No.\nA vote on the nomination shall be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote shall be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Joe Biden resign during his first term?",
    "url": "https://www.predictit.org/markets/detail/7136/Will-Joe-Biden-resign-during-his-first-term",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.22,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.78,
        "type": "PROBABILITY"
      }
    ],
    "description": "Please Note: PredictIt added a supplementary comment at the bottom of the Rules on 02/25/2021.\nThis market shall resolve to Yes in the event that President Joe Biden resigns and permanently departs from the office of the presidency before the End Date listed below. A temporary transfer of presidential powers and duties under Section 3 of the 25th Amendment to the U.S. Constitution shall not be sufficient to cause this market to resolve to Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 01/20/2025 11:59 AM (ET)\n\nSupplementary Comment(s)\n\nCreated On: 02/25/2021 10:57 AM (ET)\nIn response to trader inquiries: This market is solely about whether Joe Biden will resign from and leave the office of the Presidency of the United States before the End Date. No scenario other than Mr. Biden resigning from and leaving office before the End Date will cause this market to resolve to Yes. Mr. Biden's departure from office for any other reason will not cause this market to resolve to Yes. If Mr. Biden announces a resignation effective at a future date, but does not leave the office of the Presidency by the End Date, this market will resolve to No.\n",
    "stars": 3
  },
  {
    "title": "How many valid Newsom recall signatures reported in next California update?",
    "url": "https://www.predictit.org/markets/detail/7137/How-many-valid-Newsom-recall-signatures-reported-in-next-California-update",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Fewer than 1M",
        "probability": 0.1782178217821782,
        "type": "PROBABILITY"
      },
      {
        "name": "1M to 1.05M",
        "probability": 0.25742574257425743,
        "type": "PROBABILITY"
      },
      {
        "name": "1.05M to 1.1M",
        "probability": 0.2079207920792079,
        "type": "PROBABILITY"
      },
      {
        "name": "1.1M to 1.15M",
        "probability": 0.12871287128712872,
        "type": "PROBABILITY"
      },
      {
        "name": "1.15M to 1.2M",
        "probability": 0.0891089108910891,
        "type": "PROBABILITY"
      },
      {
        "name": "1.2M to 1.25M",
        "probability": 0.039603960396039604,
        "type": "PROBABILITY"
      },
      {
        "name": "1.25M to 1.3M",
        "probability": 0.019801980198019802,
        "type": "PROBABILITY"
      },
      {
        "name": "1.3M to 1.35M",
        "probability": 0.019801980198019802,
        "type": "PROBABILITY"
      },
      {
        "name": "1.35M to 1.4M",
        "probability": 0.019801980198019802,
        "type": "PROBABILITY"
      },
      {
        "name": "1.4M or more",
        "probability": 0.039603960396039604,
        "type": "PROBABILITY"
      }
    ],
    "description": "Please Note: PredictIt added a supplementary comment at the bottom of the Rules on 03/09/2021.\nThe contract that resolves to Yes shall be that which identifies, in the current effort to recall Governor Gavin Newsom (filed by Orrin E. Heatlie), the cumulative total number of valid signatures that have been officially reported by the California Secretary of State in its next status report subsequent to the launch of this market on February 23, 2021. At the time of the launch of this market, signature validation reports are made available at https://www.sos.ca.gov/elections/recalls/current-recall-efforts.\nShould the result fall precisely on the threshold between two contracts, this market will resolve to the contract with the higher numerical range.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n\nSupplementary Comment(s)\n\nCreated On: 03/09/2021 8:40 PM (ET)\nIn response to trader inquiry: The \"next status report\" referred to in the Rules will be the Ninth Report when it is released.\n",
    "stars": 3
  },
  {
    "title": "Who will be serving as California Attorney General on May 1?",
    "url": "https://www.predictit.org/markets/detail/7139/Who-will-be-serving-as-California-Attorney-General-on-May-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Rob Bonta",
        "probability": 0.4587155963302752,
        "type": "PROBABILITY"
      },
      {
        "name": "Darrell Steinberg",
        "probability": 0.25688073394495414,
        "type": "PROBABILITY"
      },
      {
        "name": "Adam Schiff",
        "probability": 0.1834862385321101,
        "type": "PROBABILITY"
      },
      {
        "name": "Goodwin Liu",
        "probability": 0.06422018348623854,
        "type": "PROBABILITY"
      },
      {
        "name": "Xavier Becerra",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "Rick Chavez Zbur",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "Jeff Rosen",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      },
      {
        "name": "Diana Becton",
        "probability": 0.009174311926605503,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the individual serving as Attorney General of the State of California on the End Date listed below.\nShould no one be serving as Attorney General of the State of California on the End Date listed below, all contracts in this market shall resolve to No.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 05/01/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "How many Senators vote to confirm William Burns as CIA Director by 3/31?",
    "url": "https://www.predictit.org/markets/detail/7140/How-many-Senators-vote-to-confirm-William-Burns-as-CIA-Director-by-3-31",
    "platform": "PredictIt",
    "options": [
      {
        "name": "70 or fewer",
        "probability": 0.14150943396226415,
        "type": "PROBABILITY"
      },
      {
        "name": "71 to 73",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "74 to 76",
        "probability": 0.018867924528301886,
        "type": "PROBABILITY"
      },
      {
        "name": "77 to 79",
        "probability": 0.018867924528301886,
        "type": "PROBABILITY"
      },
      {
        "name": "80 to 82",
        "probability": 0.028301886792452827,
        "type": "PROBABILITY"
      },
      {
        "name": "83 to 85",
        "probability": 0.04716981132075472,
        "type": "PROBABILITY"
      },
      {
        "name": "86 to 88",
        "probability": 0.11320754716981131,
        "type": "PROBABILITY"
      },
      {
        "name": "89 to 91",
        "probability": 0.20754716981132074,
        "type": "PROBABILITY"
      },
      {
        "name": "92 to 94",
        "probability": 0.23584905660377356,
        "type": "PROBABILITY"
      },
      {
        "name": "95 or more",
        "probability": 0.1792452830188679,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall correspond to the number or range of votes cast in the U.S. Senate, in a vote commencing before the End Date listed below, in favor of the confirmation of William Burns to the position of Director of the Central Intelligence Agency, according to the official vote tally reported by the website senate.gov or, should that source be unavailable, the Congressional Record or other official source.\nA vote on the nomination shall be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote will be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nShould no confirmation vote on the nomination of Mr. Burns to the position of Director of the Central Intelligence Agency commence before the End Date; or should such a vote result in the rejection of the nominee via a procedure that does not result in the recording of a tally of votes; or should Mr. Burns be confirmed to position of Director of the Central Intelligence Agency in a vote that commences only after the End Date; the contract identifying the range \"70 or fewer\" shall resolve to Yes. Should a vote result in the confirmation of the nominee via a procedure that does not result in the recording of a tally of votes, the contract identifying the range \"95 or more\" shall resolve to Yes. Should more than one Senate confirmation vote on the nomination of Mr. Burns to the position of Director of the Central Intelligence Agency be held before the End Date, the outcome of the first such vote will be used to resolve this market. \nThe outcomes of committee votes, hearings, or reports, cloture votes and other procedural votes will have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 03/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Adam Kinzinger win the 2022 GOP nomination in any Illinois House district?",
    "url": "https://www.predictit.org/markets/detail/7141/Will-Adam-Kinzinger-win-the-2022-GOP-nomination-in-any-Illinois-House-district",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.26,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.74,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Rep. Adam Kinzinger wins the 2022 Republican nomination for Representative in Congress from any U.S. House district in Illinois.\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Andrew Cuomo be Governor of New York at the end of the year?",
    "url": "https://www.predictit.org/markets/detail/7142/Will-Andrew-Cuomo-be-Governor-of-New-York-at-the-end-of-the-year",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.41,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.5900000000000001,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Andrew Cuomo serves as Governor of New York upon the End Date listed below. \nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Which of these 10 European leaders will leave office next?",
    "url": "https://www.predictit.org/markets/detail/7144/Which-of-these-10-European-leaders-will-leave-office-next",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Angela Merkel",
        "probability": 0.5999999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "Andrej Babiš",
        "probability": 0.12999999999999998,
        "type": "PROBABILITY"
      },
      {
        "name": "Mario Draghi",
        "probability": 0.06999999999999999,
        "type": "PROBABILITY"
      },
      {
        "name": "Alexander Lukashenko",
        "probability": 0.039999999999999994,
        "type": "PROBABILITY"
      },
      {
        "name": "Mark Rutte",
        "probability": 0.039999999999999994,
        "type": "PROBABILITY"
      },
      {
        "name": "Boris Johnson",
        "probability": 0.039999999999999994,
        "type": "PROBABILITY"
      },
      {
        "name": "Pedro Sánchez",
        "probability": 0.029999999999999992,
        "type": "PROBABILITY"
      },
      {
        "name": "Vladimir Putin",
        "probability": 0.019999999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "Viktor Orbán",
        "probability": 0.019999999999999997,
        "type": "PROBABILITY"
      },
      {
        "name": "Emmanuel Macron",
        "probability": 0.009999999999999998,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the first individual, among those named in the contracts in this market, to cease formally to hold the position of head of state or government that he or she holds upon launch of this market on February 26, 2021. No additional contracts shall be added to this market following its launch.\nPredictIt shall rely upon the United Nations' Protocol and Liaison Service's list of heads of state and government, located upon launch of this market at protocol.un.org/dgacm/pls/site.nsf/HSHGNFA.xsp (the \"Settlement Source\"), in order to resolve this market. An incumbent shall be considered no longer to hold his or her position on the day that the Settlement Source provides for the vacancy or appointment of another person to that position.\nShould the Settlement Source not be available or not appear to be updated in a timely manner, PredictIt may at its sole discretion await its availability or select an alternate settlement source.\nIn the event that two or more of the listed individuals are replaced as head of state or government, or their positions become vacant, on the same calendar day, the contract listing the candidate with the first alphabetical last name, as presented in the contract, among the individuals in question will resolve as Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2021 Peruvian presidential election?",
    "url": "https://www.predictit.org/markets/detail/7145/Who-will-win-the-2021-Peruvian-presidential-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yonhy Lescano",
        "probability": 0.58,
        "type": "PROBABILITY"
      },
      {
        "name": "Rafael López Aliaga",
        "probability": 0.17,
        "type": "PROBABILITY"
      },
      {
        "name": "George Forsyth",
        "probability": 0.14,
        "type": "PROBABILITY"
      },
      {
        "name": "Keiko Fujimori",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Hernando de Soto",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Verónika Mendoza",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Daniel Urresti",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "César Acuña",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Alberto Beingolea",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Julio Guzmán",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Ollanta Humala",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Daniel Salaverry",
        "probability": 0.01,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2021 presidential election in Peru.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2021 special election in Texas' 6th District?",
    "url": "https://www.predictit.org/markets/detail/7151/Who-will-win-the-2021-special-election-in-Texas'-6th-District",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Susan Wright",
        "probability": 0.6944444444444444,
        "type": "PROBABILITY"
      },
      {
        "name": "Jana Sanchez",
        "probability": 0.16666666666666666,
        "type": "PROBABILITY"
      },
      {
        "name": "Jake Ellzey",
        "probability": 0.046296296296296294,
        "type": "PROBABILITY"
      },
      {
        "name": "Brian Harrison",
        "probability": 0.027777777777777776,
        "type": "PROBABILITY"
      },
      {
        "name": "Dan Rodimer",
        "probability": 0.027777777777777776,
        "type": "PROBABILITY"
      },
      {
        "name": "Katrina Pierson",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "Sery Kim",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "Lydia Bean",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      },
      {
        "name": "Shawn Lassiter",
        "probability": 0.009259259259259259,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2021 special election for U.S. Representative from Texas' 6th Congressional District, whether via an outright majority in the first round or in the subsequent runoff, should one be necessary.\nShould no such election be held, due to a single candidate running unopposed, that candidate will be considered the winner of the election for purposes of this market.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will be elected mayor of Seattle in 2021?",
    "url": "https://www.predictit.org/markets/detail/7154/Who-will-be-elected-mayor-of-Seattle-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Lorena González",
        "probability": 0.49,
        "type": "PROBABILITY"
      },
      {
        "name": "Colleen Echohawk",
        "probability": 0.15,
        "type": "PROBABILITY"
      },
      {
        "name": "Bruce Harrell",
        "probability": 0.14,
        "type": "PROBABILITY"
      },
      {
        "name": "Lance Randall",
        "probability": 0.05,
        "type": "PROBABILITY"
      },
      {
        "name": "Jenny Durkan",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Andrew Grant Houston",
        "probability": 0.01,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the person elected Mayor of Seattle, WA in the first mayoral election held in 2021. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will be the next Senate-confirmed U.S. Ambassador to China?",
    "url": "https://www.predictit.org/markets/detail/7155/Who-will-be-the-next-Senate-confirmed-US-Ambassador-to-China",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Nicholas Burns",
        "probability": 0.68,
        "type": "PROBABILITY"
      },
      {
        "name": "Rahm Emanuel",
        "probability": 0.04,
        "type": "PROBABILITY"
      },
      {
        "name": "Dan Kritenbrink",
        "probability": 0.04,
        "type": "PROBABILITY"
      },
      {
        "name": "Claire McCaskill",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "David Shambaugh",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Charlene Barshefsky",
        "probability": 0.01,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the next individual to receive Senate confirmation to the position of United States Ambassador to the People's Republic of China following launch of this market on March 3, 2021.\nShould no one be confirmed to the position of Ambassador by the End Date listed below, all contracts in this market shall resolve to No.\nA vote on the nomination shall be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote shall be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 Georgia Republican Senate nomination?",
    "url": "https://www.predictit.org/markets/detail/7157/Who-will-win-the-2022-Georgia-Republican-Senate-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Doug Collins",
        "probability": 0.45,
        "type": "PROBABILITY"
      },
      {
        "name": "Herschel Walker",
        "probability": 0.19,
        "type": "PROBABILITY"
      },
      {
        "name": "Chris Carr",
        "probability": 0.06,
        "type": "PROBABILITY"
      },
      {
        "name": "Kelly Loeffler",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "David Perdue",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "Geoff Duncan",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "Brian Kemp",
        "probability": 0.02,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 Georgia Republican nomination for U.S. Senate.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which state will hold the first Democratic primary for the 2024 nominee?",
    "url": "https://www.predictit.org/markets/detail/7158/Which-state-will-hold-the-first-Democratic-primary-for-the-2024-nominee",
    "platform": "PredictIt",
    "options": [
      {
        "name": "New Hampshire",
        "probability": 0.7641509433962265,
        "type": "PROBABILITY"
      },
      {
        "name": "Nevada",
        "probability": 0.09433962264150944,
        "type": "PROBABILITY"
      },
      {
        "name": "Iowa",
        "probability": 0.07547169811320754,
        "type": "PROBABILITY"
      },
      {
        "name": "South Carolina",
        "probability": 0.0660377358490566,
        "type": "PROBABILITY"
      }
    ],
    "description": "Please Note: PredictIt added a supplementary comment at the bottom of the Rules on 03/09/2021.\nThe contract that resolves to Yes shall be that which identifies the U.S. state that holds the first statewide primary election for the award or selection of delegates to determine the nominee of the Democratic Party in the 2024 presidential election. \nEvents run by the Democratic Party, such as caucuses or conventions, and \"beauty contest\" primaries where no delegates will be selected or awarded, shall not be considered when resolving this market.\nThe timing of absentee, mail-in or other options that may be available prior to the date of the primary election shall not be considered when resolving this market.\nShould two or more states hold a primary election on the same calendar day, this market shall resolve for the state ranked first when qualifying states are ordered alphabetically.\nAdditional contracts identifying states not listed at the time of launch of this market may be added at any time prior to settlement.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n\nSupplementary Comment(s)\n\nCreated On: 03/09/2021 12:40 PM (ET)\nIn response to trader inquiry: The second paragraph of the Rules means that the following shall not be considered when resolving this market:\n* Events run by the Democratic Party, such as caucuses or conventions; and\n* \"Beauty contest\" primaries where no delegates will be selected or awarded\n",
    "stars": 3
  },
  {
    "title": "Will Louis DeJoy be Postmaster General on September 1?",
    "url": "https://www.predictit.org/markets/detail/7159/Will-Louis-DeJoy-be-Postmaster-General-on-September-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.61,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.39,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Louis DeJoy serves in the position of U.S. Postmaster General on the End Date listed below.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 09/01/2021 12:01 AM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Vanita Gupta be confirmed as Associate Attorney General by May 1?",
    "url": "https://www.predictit.org/markets/detail/7161/Will-Vanita-Gupta-be-confirmed-as-Associate-Attorney-General-by-May-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.86,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.14,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market will resolve to Yes in the event that Vanita Gupta is confirmed by the Senate to the position of Associate Attorney General by the End Date listed below.\nAny confirmation vote that may be underway, but have not concluded, upon the End Date shall not be considered for the purpose of resolving this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 05/01/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 Missouri Republican Senate nomination?",
    "url": "https://www.predictit.org/markets/detail/7162/Who-will-win-the-2022-Missouri-Republican-Senate-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Eric Schmitt",
        "probability": 0.3786407766990291,
        "type": "PROBABILITY"
      },
      {
        "name": "Eric Greitens",
        "probability": 0.22330097087378642,
        "type": "PROBABILITY"
      },
      {
        "name": "Jason Smith",
        "probability": 0.1262135922330097,
        "type": "PROBABILITY"
      },
      {
        "name": "Ann Wagner",
        "probability": 0.11650485436893203,
        "type": "PROBABILITY"
      },
      {
        "name": "Billy Long",
        "probability": 0.0970873786407767,
        "type": "PROBABILITY"
      },
      {
        "name": "Mike Kehoe",
        "probability": 0.029126213592233007,
        "type": "PROBABILITY"
      },
      {
        "name": "Roy Blunt",
        "probability": 0.009708737864077669,
        "type": "PROBABILITY"
      },
      {
        "name": "Jay Ashcroft",
        "probability": 0.009708737864077669,
        "type": "PROBABILITY"
      },
      {
        "name": "Carl Edwards",
        "probability": 0.009708737864077669,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 Missouri Republican nomination for U.S. Senate.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 North Carolina Republican Senate nomination?",
    "url": "https://www.predictit.org/markets/detail/7163/Who-will-win-the-2022-North-Carolina-Republican-Senate-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Mark Walker",
        "probability": 0.51,
        "type": "PROBABILITY"
      },
      {
        "name": "Lara Trump",
        "probability": 0.19,
        "type": "PROBABILITY"
      },
      {
        "name": "Pat McCrory",
        "probability": 0.07,
        "type": "PROBABILITY"
      },
      {
        "name": "Ted Budd",
        "probability": 0.07,
        "type": "PROBABILITY"
      },
      {
        "name": "Dan Forest",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "Richard Burr",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Mark Meadows",
        "probability": 0.01,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 North Carolina Republican nomination for U.S. Senate.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will the Senate end filibuster on any bill with less than 3/5 support in 2021?",
    "url": "https://www.predictit.org/markets/detail/7164/Will-the-Senate-end-filibuster-on-any-bill-with-less-than-3-5-support-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.18,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.8200000000000001,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that, subsequent to the launch of this market on March 10, 2021, but prior to the End Date listed below, the U.S. Senate shall invoke cloture on passage of any bill, with such cloture motion receiving Yea votes from fewer than three-fifths of the Senators duly chosen and sworn.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Colin Kahl be confirmed as Undersecretary of Defense for Policy by May 1?",
    "url": "https://www.predictit.org/markets/detail/7165/Will-Colin-Kahl-be-confirmed-as-Undersecretary-of-Defense-for-Policy-by-May-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.3,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.7,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market will resolve to Yes in the event that Colin Kahl is confirmed by the Senate to the position of Undersecretary of Defense for Policy by the End Date listed below.\nAny confirmation vote that may be underway, but have not concluded, by the End Date shall not be considered for the purpose of resolving this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 05/01/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "How many seats will the CDU win in the Baden-Württemberg state election?",
    "url": "https://www.predictit.org/markets/detail/7166/How-many-seats-will-the-CDU-win-in-the-Baden-Württemberg-state-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "38 or fewer",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "39",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "40",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "41",
        "probability": 0.018867924528301886,
        "type": "PROBABILITY"
      },
      {
        "name": "42",
        "probability": 0.9339622641509433,
        "type": "PROBABILITY"
      },
      {
        "name": "43",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      },
      {
        "name": "44 or more",
        "probability": 0.009433962264150943,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the number of seats won by the Christian Democratic Union of Germany (CDU) in the next election to the Baden-Württemberg state legislature (Landtag).\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "How many tie-breaking Senate votes will Kamala Harris cast in 2021?",
    "url": "https://www.predictit.org/markets/detail/7168/How-many-tie-breaking-Senate-votes-will-Kamala-Harris-cast-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "3 votes",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "4 or 5 votes",
        "probability": 0.029411764705882353,
        "type": "PROBABILITY"
      },
      {
        "name": "6 or 7 votes",
        "probability": 0.09803921568627451,
        "type": "PROBABILITY"
      },
      {
        "name": "8 or 9 votes",
        "probability": 0.11764705882352941,
        "type": "PROBABILITY"
      },
      {
        "name": "10 or 11 votes",
        "probability": 0.10784313725490197,
        "type": "PROBABILITY"
      },
      {
        "name": "12 or 13 votes",
        "probability": 0.09803921568627451,
        "type": "PROBABILITY"
      },
      {
        "name": "14 or 15 votes",
        "probability": 0.09803921568627451,
        "type": "PROBABILITY"
      },
      {
        "name": "16 or 17 votes",
        "probability": 0.08823529411764705,
        "type": "PROBABILITY"
      },
      {
        "name": "18 or 19 votes",
        "probability": 0.0784313725490196,
        "type": "PROBABILITY"
      },
      {
        "name": "20 or more",
        "probability": 0.27450980392156865,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the total number of tie-breaking votes cast by Vice President Kamala Harris in the 2021 calendar year, in her role as ex officio President of the U.S. Senate, according to the \"Tie Votes\" webpage on the U.S. Senate website (located upon launch of this market at https://www.senate.gov/pagelayout/reference/four_column_table/Tie_Votes.htm).\nShould that source be unavailable or deemed by PredictIt to be out of date upon the End Date listed below, PredictIt may at its sole discretion either await its restoration and/or update, or select the most appropriate alternate source.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 12/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Andrew Cuomo resign before May 1?",
    "url": "https://www.predictit.org/markets/detail/7169/Will-Andrew-Cuomo-resign-before-May-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.23,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.77,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Andrew Cuomo resigns from, and ceases to hold, the office of Governor of New York by the End Date listed below.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 04/30/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Will Anthony Gonzalez win the 2022 GOP nomination in any Ohio House district?",
    "url": "https://www.predictit.org/markets/detail/7170/Will-Anthony-Gonzalez-win-the-2022-GOP-nomination-in-any-Ohio-House-district",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.36,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.64,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Rep. Anthony Gonzalez wins the 2022 Republican nomination for Representative in Congress from any U.S. House district in Ohio .\nPredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time. PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will be elected mayor of St. Louis in 2021?",
    "url": "https://www.predictit.org/markets/detail/7171/Who-will-be-elected-mayor-of-St-Louis-in-2021",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Tishaura Jones",
        "probability": 0.8543689320388349,
        "type": "PROBABILITY"
      },
      {
        "name": "Cara Spencer",
        "probability": 0.14563106796116504,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the person elected Mayor of St. Louis, MO in the first general mayoral election held in 2021. PredictIt may determine how and when to settle the market based on all information available to PredictIt at the relevant time.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "What will be the balance of power in Congress after the 2022 election?",
    "url": "https://www.predictit.org/markets/detail/7172/What-will-be-the-balance-of-power-in-Congress-after-the-2022-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Dem. House & Senate",
        "probability": 0.3451327433628319,
        "type": "PROBABILITY"
      },
      {
        "name": "R House, D Senate",
        "probability": 0.3008849557522124,
        "type": "PROBABILITY"
      },
      {
        "name": "Rep. House & Senate",
        "probability": 0.24778761061946908,
        "type": "PROBABILITY"
      },
      {
        "name": "D House, R Senate",
        "probability": 0.10619469026548674,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the parties that control a majority of seats in the U.S. House and Senate respectively, as a result of the 2022 general election.\nThe 2022 general election is understood to include any special election that may be held concurrently, as well as the outcome of any subsequent runoff to decide the winner of a House or Senate seat. \nControl of a seat in the House of Representatives shall be solely determined by the ballot-listed affiliation of the person elected to that seat in the 2022 general election. Members elected to the House of Representatives who do not have full voting rights (e.g., \"delegates” or “resident commissioners”) are not included for purposes of resolving this market.\nControl of a seat in the Senate that is contested in the 2022 general election shall be determined by the ballot-listed party affiliation of the individual elected to that seat. An individual elected to the Senate in the 2022 general election who does not have a ballot-listed affiliation with either of the Democratic or Republican parties will nonetheless be considered to be affiliated with one party or the other in the event that, as of 12:01 a.m. (ET) on Election Day, such person a) is an incumbent Senator who is a member of that party’s caucus; or b) is not an incumbent Senator but who has most recently publicly stated the intention to caucus with that party.\nControl of a seat in the Senate that is not contested in the 2022 general election shall be determined by the caucus affiliation of the incumbent, as of 12:01 a.m. (ET) on Election Day. In the event that a Senate seat is vacant at 12:01 a.m. (ET) on Election Day, and not subject to election on that date, that seat shall not be considered for the purposes of resolving this market.\nShould the Democratic and Republican parties control an equal number of Senate seats as a result of the 2022 general election, control of the chamber shall be determined by the party affiliation of the Vice President.\nDetermination of the winners of Senate and House seats shall be based on state election authority certification or other final official determination of the 2022 general election results for each state; provided that, if a certification or other final official determination is challenged, PredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. PredictIt also reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any other ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 New York Democratic gubernatorial nomination?",
    "url": "https://www.predictit.org/markets/detail/7173/Who-will-win-the-2022-New-York-Democratic-gubernatorial-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Letitia James",
        "probability": 0.32,
        "type": "PROBABILITY"
      },
      {
        "name": "Kathy Hochul",
        "probability": 0.25,
        "type": "PROBABILITY"
      },
      {
        "name": "Andrew Cuomo",
        "probability": 0.2,
        "type": "PROBABILITY"
      },
      {
        "name": "Alessandra Biaggi",
        "probability": 0.04,
        "type": "PROBABILITY"
      },
      {
        "name": "Jumaane Williams",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "Thomas DiNapoli",
        "probability": 0.03,
        "type": "PROBABILITY"
      },
      {
        "name": "Bill de Blasio",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "A. Ocasio-Cortez",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Hillary Clinton",
        "probability": 0.02,
        "type": "PROBABILITY"
      },
      {
        "name": "Andrew Yang",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Tom Suozzi",
        "probability": 0.01,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 Democratic nomination for Governor of New York.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Andrew Cuomo be impeached before Sept. 1?",
    "url": "https://www.predictit.org/markets/detail/7174/Will-Andrew-Cuomo-be-impeached-before-Sept-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.35,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.65,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that the New York State Assembly, by simple majority, votes to impeach Governor Andrew Cuomo before the End Date listed below. Mr. Cuomo does not need to be tried, convicted or removed from office in order for this market to resolve as Yes.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 08/31/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 North Carolina Democratic Senate nomination?",
    "url": "https://www.predictit.org/markets/detail/7175/Who-will-win-the-2022-North-Carolina-Democratic-Senate-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Jeff Jackson",
        "probability": 0.41,
        "type": "PROBABILITY"
      },
      {
        "name": "Erica Smith",
        "probability": 0.05,
        "type": "PROBABILITY"
      },
      {
        "name": "Richard Lee Watkins",
        "probability": 0,
        "type": "PROBABILITY"
      },
      {
        "name": "Heath Shuler",
        "probability": 0,
        "type": "PROBABILITY"
      },
      {
        "name": "Cheri Beasley",
        "probability": 0,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 North Carolina Democratic nomination for U.S. Senate.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Which party will win the U.S. Senate election in Alaska in 2022?",
    "url": "https://www.predictit.org/markets/detail/7176/Which-party-will-win-the-US-Senate-election-in-Alaska-in-2022",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Republican",
        "probability": 0.7623762376237624,
        "type": "PROBABILITY"
      },
      {
        "name": "Independent",
        "probability": 0.15841584158415842,
        "type": "PROBABILITY"
      },
      {
        "name": "Democratic",
        "probability": 0.07920792079207921,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the political party affiliation of the candidate who wins the 2022 Alaska U.S. Senate election. A candidate's party affiliation shall be determined exclusively by such person's ballot-listed affiliation in the election.\nCandidates who do not have a ballot-listed affiliation with either the Democratic or Republican parties shall be considered to be \"Independent.\"\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "How many Yea votes in the House for the American Dream and Promise Act?",
    "url": "https://www.predictit.org/markets/detail/7177/How-many-Yea-votes-in-the-House-for-the-American-Dream-and-Promise-Act",
    "platform": "PredictIt",
    "options": [
      {
        "name": "216 or fewer",
        "probability": 0.0196078431372549,
        "type": "PROBABILITY"
      },
      {
        "name": "217 or 218",
        "probability": 0.29411764705882354,
        "type": "PROBABILITY"
      },
      {
        "name": "219 or 220",
        "probability": 0.24509803921568626,
        "type": "PROBABILITY"
      },
      {
        "name": "221 or 222",
        "probability": 0.19607843137254902,
        "type": "PROBABILITY"
      },
      {
        "name": "223 or 224",
        "probability": 0.12745098039215685,
        "type": "PROBABILITY"
      },
      {
        "name": "225 or 226",
        "probability": 0.06862745098039216,
        "type": "PROBABILITY"
      },
      {
        "name": "227 or 228",
        "probability": 0.0196078431372549,
        "type": "PROBABILITY"
      },
      {
        "name": "229 or 230",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "231 or 232",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      },
      {
        "name": "233 or more",
        "probability": 0.00980392156862745,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the number of members of the U.S. House of Representatives who, subsequent to the launch of this market on March 17, 2021, but before the End Date listed below, vote in favor of passage of the American Dream and Promise Act.\nShould more than one such vote be held before the End Date, the outcome of the first such vote shall be used to resolve this market. Should no such vote conclude by the End Date, or should the first such vote result in the rejection of the bill via voice vote or other procedure that does not result in the recording of a tally of votes, the contract identifying the range \"216 or fewer\" shall resolve to Yes. Should such vote result in the passage of the bill via voice vote or other procedure that does not result in the recording of a tally of votes, the contract identifying the range \"233 or more\" shall resolve as Yes. \nOnce the results of the vote have been announced and without objection the motion to reconsider has been laid upon the table, a request by any representative to add a vote or to change his or her recorded vote shall not be considered for purposes of resolving this market.\nVotes taken in committee, as well as any other interim or procedural votes, shall have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 04/16/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "How many Senators vote to confirm Shalanda Young as OMB Deputy Director by 4/15?",
    "url": "https://www.predictit.org/markets/detail/7178/How-many-Senators-vote-to-confirm-Shalanda-Young-as-OMB-Deputy-Director-by-4-15",
    "platform": "PredictIt",
    "options": [
      {
        "name": "56 or fewer",
        "probability": 0.3962264150943396,
        "type": "PROBABILITY"
      },
      {
        "name": "57 to 59",
        "probability": 0.16037735849056603,
        "type": "PROBABILITY"
      },
      {
        "name": "60 to 62",
        "probability": 0.16037735849056603,
        "type": "PROBABILITY"
      },
      {
        "name": "63 to 65",
        "probability": 0.10377358490566037,
        "type": "PROBABILITY"
      },
      {
        "name": "66 to 68",
        "probability": 0.0660377358490566,
        "type": "PROBABILITY"
      },
      {
        "name": "69 to 71",
        "probability": 0.03773584905660377,
        "type": "PROBABILITY"
      },
      {
        "name": "72 to 74",
        "probability": 0.018867924528301886,
        "type": "PROBABILITY"
      },
      {
        "name": "75 to 77",
        "probability": 0.018867924528301886,
        "type": "PROBABILITY"
      },
      {
        "name": "78 to 80",
        "probability": 0.018867924528301886,
        "type": "PROBABILITY"
      },
      {
        "name": "81 or more",
        "probability": 0.018867924528301886,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall correspond to the number or range of votes cast in the U.S. Senate, in a vote commencing before the End Date listed below, in favor of the confirmation of Shalanda Young to the position of Deputy Director of the Office of Management and Budget, according to the official vote tally reported by the website senate.gov or, should that source be unavailable, the Congressional Record or other official source.\nA vote on the nomination shall be considered to have commenced once at least one Senator has cast a vote. So long as such a vote commences before the End Date, the full results of the vote will be used to resolve this market, even if the vote concludes after the End Date. The results of the vote need not be available at the identified settlement source at the End Date.\nAny vote cast by the Vice President on the nomination shall not be considered for purposes of this market.\nShould no confirmation vote on the nomination of Ms. Young to the position of Deputy Director of the Office of Management and Budget commence before the End Date; or should such a vote result in the rejection of the nominee via a procedure that does not result in the recording of a tally of votes; or should Ms. Young be confirmed to position of Deputy Director of the Office of Management and Budget in a vote that commences only after the End Date; the contract identifying the range \"56 or fewer\" shall resolve to Yes. Should a vote result in the confirmation of the nominee via a procedure that does not result in the recording of a tally of votes, the contract identifying the range \"81 or more\" shall resolve to Yes. Should more than one Senate confirmation vote on the nomination of Ms. Young to the position of Deputy Director of the Office of Management and Budget be held before the End Date, the outcome of the first such vote will be used to resolve this market. \nThe outcomes of committee votes, hearings, or reports, cloture votes and other procedural votes will have no impact on the resolution of this market.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 04/15/2021 11:59 PM (ET)\n",
    "stars": 3
  },
  {
    "title": "Who will win the Democratic nomination in the OH-11 special election?",
    "url": "https://www.predictit.org/markets/detail/7179/Who-will-win-the-Democratic-nomination-in-the-OH-11-special-election",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Nina Turner",
        "probability": 0.81,
        "type": "PROBABILITY"
      },
      {
        "name": "Bryan Flannery",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Jeff Johnson",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Tariq Shabazz",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Shirley Smith",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "Dennis Kucinich",
        "probability": 0.01,
        "type": "PROBABILITY"
      },
      {
        "name": "John Barnes Jr.",
        "probability": 0,
        "type": "PROBABILITY"
      },
      {
        "name": "Shontel Brown",
        "probability": 0,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the Democratic nomination in the 2021 OH-11 special election.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Who will win the 2022 Wisconsin Democratic Senate nomination?",
    "url": "https://www.predictit.org/markets/detail/7180/Who-will-win-the-2022-Wisconsin-Democratic-Senate-nomination",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Ron Kind",
        "probability": 0.45,
        "type": "PROBABILITY"
      },
      {
        "name": "Alex Lasry",
        "probability": 0,
        "type": "PROBABILITY"
      },
      {
        "name": "Tom Nelson",
        "probability": 0,
        "type": "PROBABILITY"
      },
      {
        "name": "Sarah Godlewski",
        "probability": 0,
        "type": "PROBABILITY"
      }
    ],
    "description": "The contract that resolves to Yes shall be that which identifies the winner of the 2022 Wisconsin Democratic nomination for U.S. Senate.\nPredictIt reserves the right to wait for further official, party, judicial or other relevant announcements, reports or decisions to resolve any ambiguity or uncertainty before the market is settled. Markets may stay open or incur a delay in settlement well past the date of the contest in certain circumstances. If there is any change to an event, or any situation arises, that is not in PredictIt’s view addressed adequately by the market rules, PredictIt will decide the fairest and most appropriate course of action.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\n",
    "stars": 3
  },
  {
    "title": "Will Dianne Feinstein still be a U.S. Senator on Sept. 1?",
    "url": "https://www.predictit.org/markets/detail/7181/Will-Dianne-Feinstein-still-be-a-US-Senator-on-Sept-1",
    "platform": "PredictIt",
    "options": [
      {
        "name": "Yes",
        "probability": 0.9,
        "type": "PROBABILITY"
      },
      {
        "name": "No",
        "probability": 0.09999999999999998,
        "type": "PROBABILITY"
      }
    ],
    "description": "This market shall resolve to Yes in the event that Dianne Feinstein (D-CA) shall be a United States Senator on the End Date listed below. Any resignation or official removal from office that is effective at any time prior to the End Date shall cause this market to resolve No.\nPredictIt’s decisions and determinations under this rule shall be at PredictIt’s sole discretion and shall be final.\nEnd Date: 09/01/2021 12:01 AM (ET)\n",
    "stars": 3
  }
]